{
	"LegacyWorldGen": {
		"0": "Welt wird generiert",
		"10": "Höhlenoberflächen werden generiert",
		"11": "Dschungel wird generiert",
		"12": "Schwimmende Inseln werden generiert",
		"13": "Pilzflecken werden generiert",
		"14": "Schlamm wird in Dreck gefügt",
		"15": "Schlick wird hinzugefügt",
		"16": "Glitzer wird hinzugefügt",
		"17": "Spinnweben werden hinzugefügt",
		"18": "Erstellen der Unterwelt",
		"19": "Gewässer werden hinzugefügt",
		"1": "Sand wird hinzugefügt",
		"20": "Macht die Welt böse",
		"21": "Berghöhlen werden generiert",
		"22": "Strände werden erstellt",
		"23": "Edelsteine werden hinzugefügt",
		"24": "Gravitieren von Sand",
		"25": "Reinigung von Dreckhintergrund",
		"26": "Platzieren von Altären",
		"27": "Gewässer verteilen",
		"28": "Lebenskristalle platzieren",
		"29": "Platzieren von Statuen",
		"2": "Hügel werden generiert",
		"30": "Verstecken von Schätzen",
		"31": "Verstecken von mehr Schätzen",
		"32": "Verstecken von Dschungelschätzen",
		"33": "Verstecken von Wasserschätzen",
		"34": "Platzieren von Fallen",
		"35": "Platzieren von Zerbrechlichem",
		"36": "Platzieren von Höllenschmieden",
		"37": "Gras wird verteilt",
		"38": "Kakteen wachsen",
		"39": "Sonnenblumen werden gepflanzt",
		"3": "Dreck wird hinter Dreck geschoben",
		"40": "Bäume werden gepflanzt",
		"41": "Kräuter werden gepflanzt",
		"42": "Unkraut wird gepflanzt",
		"43": "Wein wird angebaut",
		"44": "Blumen werden gepflanzt",
		"45": "Pilze werden gesät",
		"46": "Unverbrauchte Ressourcen werden freigesetzt",
		"47": "Spielobjekte werden zurückgesetzt",
		"48": "Schwerer Modus wird eingestellt",
		"49": "Weltdaten werden gesichert:",
		"4": "Felsen werden in den Dreck gesetzt",
		"50": "Backup von Weltdatei wird erstellt",
		"51": "Weltdaten werden geladen:",
		"52": "Überprüfen der Feld-Ausrichtung;",
		"53": "Laden fehlgeschlagen!",
		"54": "Kein Backup gefunden.",
		"55": "Suchen von Feld-Frames",
		"56": "Schnee hinzufügen",
		"57": "Welt",
		"58": "Verlies erstellen",
		"59": "Ein Meteorit ist gelandet!",
		"5": "Dreck wird in Felsen platziert",
		"60": "Glätte die Welt",
		"61": "Moosifizierung",
		"62": "Edelsteine werden hinzugefügt",
		"63": "Errichten von Höhlenwänden",
		"64": "Erstellen von Spinnenhöhlen",
		"65": "Weltdaten werden gelöscht:",
		"66": "Weltdaten werden gesichert:",
		"67": "Weltdaten werden geladen:",
		"68": "Karte wird gezeichnet:",
		"69": "Wasserfälle werden erschaffen",
		"6": "Lehm wird hinzugefügt",
		"70": "Dschungelruinen werden erschaffen",
		"71": "Hornissennester werden erschaffen",
		"72": "Welt wird grausam und gemein gemacht",
		"73": "Weltenspeichern wird bestätigt:",
		"74": "Schleim fällt vom Himmel!",
		"75": "Schleim fällt nicht mehr vom Himmel!",
		"76": "Strukturen werden erstellt.",
		"77": "Mehr Gras hinzufügen",
		"78": "Wüstifizierung",
		"79": "Wände erhalten etwas Pepp",
		"7": "Zufällig platzierte Löcher werden geschaffen",
		"80": "Marmor wird gemeißelt",
		"81": "Granit wird wachsen gelassen",
		"8": "Generieren kleiner Höhlen",
		"9": "Generieren großer Höhlen"
	},
	"LegacyDialog": {
		"1": "Ich hoffe, du dünnes Hemd bist nicht das Einzige, was zwischen Chtulhus Auge und uns steht.",
		"10": "Schau dir mal meine Dreckblöcke an; die sind wirklich super-dreckig.",
		"100": "Warum willst du die Welt reinigen, wenn du sie einfach in die Luft jagen kannst?",
		"101": "Wenn du das hier in die Badewanne schmeißt und alle Fenster schließt, durchpustet es deine Nasenhöhlen und dir fliegen die Ohren weg!",
		"102": "Möchtest du mal Grillhähnchen spielen?",
		"103": "Könntest du hier unterschreiben, dass du nicht jammern wirst?",
		"104": "RAUCHEN IST HIER NICHT ERLAUBT!",
		"105": "Sprengstoffe sind zur Zeit der Knaller.  Kauf dir jetzt welche!",
		"106": "Ein schöner Tag, um zu sterben!",
		"107": "Ich frage mich, was passiert, wenn ich ... (BUMM!) ... Oha, sorry, brauchtest du dieses Bein noch?",
		"108": "Dynamit, mein ganz spezielles Heilmittelchen - für alles, was schmerzt.",
		"109": "Schau dir meine Waren an - sie haben hochexplosive Preise!",
		"11": "Junge, Junge, wie die Sonne brennt! Ich hab da eine tolle klimatisierte Rüstung.",
		"110": "Ich erinnere mich vage an eine Frau, die ich fesselte und in das Verlies warf.",
		"111": "... wir haben ein Problem! Es ist Blutmond!",
		"112": "Wenn ich jünger wäre, würde ich mit {Nurse} ausgehen wollen. Ich war mal ein Womanizer.",
		"113": "Dein roter Hut kommt mir bekannt vor ...",
		"114": "Danke nochmals, dass du mich von meinem Fluch befreit hast. Es fühlte sich an, als hätte mich etwas angesprungen und gebissen.",
		"115": "Mama sagte immer, dass ich einen guten Schneider abgeben würde.",
		"116": "Das Leben ist wie ein Kleiderschrank; du weißt nie, was du tragen wirst!",
		"117": "Natürlich ist die Stickerei schwierig! Wenn es nicht schwierig wäre, würde es niemand machen! Das macht es so großartig.",
		"118": "Ich weiß alles, was man über das Kleidergeschäft wissen muss.",
		"119": "Das Leben mit dem Fluch war einsam, deshalb fertigte ich mir aus Leder einen Freund an. Ich nannte ihn Wilson.",
		"12": "Die Sonne steht zwar hoch, meine Preise sind's aber nicht.",
		"120": "Danke für die Befreiung, Mensch.  Ich wurde gefesselt und von den anderen Goblins hier zurückgelassen.  Man kann sagen, dass wir nicht besonders gut miteinander auskamen.",
		"121": "Ich kann nicht glauben, dass sie mich fesselten und hierließen, nur um klarzumachen, dass sie nicht nach Osten gehen.",
		"122": "Darf ich nun, da ich zu den Verstoßenen gehöre, meine Stachelkugeln wegwerfen? Sie pieken durch die Taschen.",
		"123": "Suchst du einen Bastelexperten? Dann bin ich dein Goblin!",
		"124": "Danke für deine Hilfe. Jetzt muss ich erst mal aufhören, hier ziellos herumzurennen. Wir begegnen uns sicher wieder.",
		"125": "Ich hielt dich für größer.",
		"126": "Heh ... was macht {Mechanic} so? Hast du ... hast du vielleicht mit ihr gesprochen?",
		"127": "Wäre ein Motor für deinen Hut nicht schick? Ich glaube, ich habe einen Motor, der genau hineinpasst.",
		"128": "Ja, ich hab schon gehört, dass du Raketen und Laufstiefel magst. Deshalb habe ich ein paar Raketen in deine Laufstiefel montiert.",
		"129": "Schweigen ist Gold. Klebeband ist Silber.",
		"13": "Toll. Ich kann {Mechanic} und {Nurse} von hier aus streiten hören.",
		"130": "JA! Gold ist stärker als Eisen. Was bringt man den Menschen heutzutage eigentlich bei?",
		"131": "Diese Bergmanns-Helm-Flossen-Kombination sah auf dem Papier viel besser aus.",
		"132": "Goblins kann man erstaunlich leicht auf die Palme bringen. Die würden sogar wegen Kleidern einen Krieg anfangen.",
		"133": "Um ehrlich zu sein, Goblins sind nicht gerade Genies oder Raketentechniker. Naja, bis auf ein paar Ausnahmen.",
		"134": "Weißt du eigentlich, warum wir alle diese Stachelkugeln mit uns herumtragen? Ich weiß es nämlich nicht.",
		"135": "Meine neuste Erfindung ist fertig! Diese Version explodiert nicht, wenn du sie heftig anhauchst.",
		"136": "Goblin-Diebe sind nicht besonders gut in ihrem Job. Sie können nicht mal was aus einer unverschlossenen Truhe klauen.",
		"137": "Danke für die Rettung, mein Freund!  Die Fesseln fingen an, zu scheuern.",
		"138": "Oh, mein Held!",
		"139": "Oh, wie heroisch! Danke für die Rettung, junge Dame!",
		"14": "Hast du Chith ... Shith... Chat... ... das große Auge gesehen?",
		"140": "Oh, wie heroisch! Danke für die Rettung, junger Mann!",
		"141": "Nun da wir uns kennen, kann ich doch bei dir einziehen, oder?",
		"142": "Hallo, {Guide}! Was kann ich heute für dich tun?",
		"143": "Hallo, {Demolitionist}! Was kann ich heute für dich tun?",
		"144": "Hallo, {GoblinTinkerer}! Was kann ich heute für dich tun?",
		"145": "Hallo, {Nurse}! Was kann ich heute für dich tun?",
		"146": "Hallo, {Mechanic}! Was kann ich heute für dich tun?",
		"147": "Hallo, {Dryad}! Was kann ich heute für dich tun?",
		"148": "Möchtest du, dass ich eine Münze hinter deinem Ohr hervorziehe? Nein? Gut.",
		"149": "Möchtest du vielleicht magische Süßigkeiten? Nein? Gut.",
		"15": "Heh, dieses Haus ist doch wohl sicher? Oder? {PlayerName}?",
		"150": "Ich braue eine heiße Zauber-Schokolade, wenn du Inter ... nein? Gut.",
		"151": "Bist du hier, um einen Blick in meine Kristallkugel zu werfen?",
		"152": "Hast du dir je einen verzauberten Ring gewünscht, der Steine in Schleime verwandelt? Ich auch nicht.",
		"153": "Jemand sagte mir mal, Freundschaft sei magisch. Das ist lächerlich. Du kannst mit Freundschaft keine Menschen in Frösche verwandeln.",
		"154": "Jetzt kann ich deine Zukunft sehen ... Du wirst mir eine Menge Items abkaufen!",
		"155": "Ich habe mal versucht, eine Engelsstatue zu beleben. Hat überhaupt nichts gebracht!",
		"156": "Danke!  Es wäre nur eine Frage der Zeit gewesen, bis aus mir eines der Skelette hier geworden wäre.",
		"157": "Pass auf, wo du hingehst! Ich war vor einer Weile dort drüben.",
		"158": "Warte, ich habe es fast geschafft, hier unten WLAN zu installieren.",
		"159": "Aber ich hatte es fast geschafft, hier oben blinkende Lichter anzubringen.",
		"16": "Nicht mal ein Blutmond kann den Kapitalismus stoppen. Lass uns also Geschäfte machen.",
		"160": "NICHT BEWEGEN! ICH HABE MEINE KONTAKTLINSE VERLOREN.",
		"161": "Ich möchte nur den Schalter ... Was?!",
		"162": "Oh, lass mich raten. Nicht genügend Kabel gekauft. Idiot.",
		"163": "Kannst du einfach nur mal ... Bitte! Ja? Gut. Uff!",
		"164": "Mir gefällt nicht, wie du mich anschaust. Ich ARBEITE gerade.",
		"165": "Sag, {PlayerName}, kommst du gerade von {GoblinTinkerer}? Hat er vielleicht etwas über mich gesagt?",
		"166": "{ArmsDealer} spricht immer davon, auf meine Druckplatten zu drücken. Ich habe ihm gesagt, die ist zum Drauftreten.",
		"167": "Kaufe immer etwas mehr Kabel als nötig!",
		"168": "Hast du dich vergewissert, dass dein Gerät angeschlossen ist?",
		"169": "Oh, weißt du, was dieses Haus noch braucht? Mehr blinkende Lichter.",
		"17": "Achte auf den Preis, kaufe eine Linse!",
		"170": "Du erkennst den Blutmond an der Rotfärbung des Himmels. Irgendetwas daran lässt Monster ausschwärmen.",
		"171": "Weißt du vielleicht, wo man Todeskraut findet? Nein, es hat keinen Grund. Ich frag nur so.",
		"172": "Wenn du mal hochschauen würdest, würdest du bemerken, dass der Mond rot ist.",
		"173": "Du solltest in der Nacht drinnen bleiben. Es ist sehr gefährlich, in der Dunkelheit umherzustreifen.",
		"174": "Sei gegrüßt, {PlayerName}. Gibt es etwas, das ich für dich tun kann?",
		"175": "Ich bin hier, um dir zu raten, was du als Nächstes tust.  Du solltest immer zu mir kommen, wenn du feststeckst.",
		"176": "Es heißt, es gibt jemanden, der dir erklärt, wie man in diesem Land überlebt ... oh, Moment. Das bin ja ich.",
		"177": "Du kannst deine Spitzhacke zum Graben im Dreck verwenden und deine Axt zum Holzfällen. Bewege einfach deinen Zeiger über das Feld und klicke!",
		"178": "Wenn du überleben willst, musst du Waffen und Zufluchten bauen. Fälle dazu Bäume und sammle das Holz.",
		"179": "Drücke {InventoryKey} zum Aufrufen des Handwerksmenüs. Wenn du genügend Holz hast, kannst du eine Werkbank bauen. Damit kannst du komplexere Sachen herstellen, solange du nur nah genug dran stehst.",
		"18": "Kosh, kapleck Mog. Oha, sorry. Das war Klingonisch für ‚Kauf etwas oder stirb‘.",
		"180": "Du kannst durch Platzieren von Holz oder anderen Blöcken in der Welt eine Zuflucht bauen. Vergiss dabei nicht, auch Wände zu bauen und aufzustellen.",
		"181": "Sobald du ein Holzschwert hast, kannst du versuchen, etwas Glibber von den Schleimen zu sammeln. Kombiniere Holz und Glibber, um eine Fackel zu erhalten.",
		"182": "Verwende einen Hammer, um mit Hintergründen zu interagieren!",
		"183": "Du solltest ein bisschen Bergbau betreiben, um Gold zu finden. Du kannst sehr nützliche Dinge damit herstellen.",
		"184": "Jetzt, da du etwas Erz hast, musst du es in einen Barren verwandeln, um damit Items zu erschaffen. Dazu brauchst du einen Schmelzofen!",
		"185": "Du kannst einen Schmelzofen aus Fackeln, Holz und Steinen herstellen. Achte dabei darauf, dass du neben einer Werkbank stehst.",
		"186": "Zum Herstellen der meisten Sachen aus Metallbarren wirst du einen Amboss brauchen.",
		"187": "Ambosse können aus Eisen hergestellt oder von einem Händler gekauft werden.",
		"188": "Im Untergrund findest du Kristallherzen, mit denen du deine maximale Lebensspanne erhöhen kannst. Du kannst sie mit der Spitzhacke zerschlagen.",
		"189": "Wenn du 5 Sternschnuppen gesammelt hast, kannst du daraus Items herstellen, die deine magischen Kapazitäten erhöhen",
		"19": "{PlayerName}, richtig? Ich habe nur Gutes über dich gehört!",
		"190": "Sterne fallen nachts auf der ganzen Welt herunter. Sie können für alle möglichen nützlichen Dinge verwendet werden. Wenn du einen erspäht hast, dann greif ihn dir schnell - sie verschwinden nach Sonnenaufgang.",
		"191": "Es gibt viele Möglichkeiten, wie du Menschen dazu bewegen kannst, in unsere Stadt zu ziehen. Sie brauchen zuallererst ein Zuhause.",
		"192": "Damit ein Raum wie ein Heim wirkt, braucht er eine Tür, einen Stuhl, einen Tisch und eine Lichtquelle.  Achte darauf, dass das Haus auch Wände hat.",
		"193": "Zwei Menschen werden nicht im selben Haus leben wollen. Außerdem brauchen sie ein neues Zuhause, wenn ihr Heim zerstört wurde.",
		"194": "Du kannst das Behausungsmenü verwenden, um ein Haus zuzuweisen und anzuschauen. Öffne dein Inventar und klick auf das Haussymbol.",
		"195": "Wenn du willst, dass ein Händler einzieht, brauchst du eine Menge Geld. 50 Silbermünzen sollten aber reichen.",
		"196": "Damit eine Krankenschwester einzieht, solltest du deine maximale Lebensspanne erhöhen.",
		"197": "Wenn du ein Gewehr hast, taucht garantiert ein Waffenhändler auf, um dir Munition zu verkaufen!",
		"198": "Du solltest dich beweisen, indem du ein starkes Monster besiegst. Das wird die Aufmerksamkeit einer Dryade erregen.",
		"199": "Erforsche das Verlies wirklich sorgfältig. Tief unten könnten sich Gefangene befinden.",
		"2": "Was für eine schäbige Rüstung du trägst. Kauf lieber ein paar Heiltränke.",
		"20": "Ich hörte, es gibt einen geheimen Schatz ... oh, vergiss es!",
		"200": "Vielleicht hat der Greis vom Verlies Lust, bei uns mitzumachen - jetzt da sein Fluch aufgehoben wurde.",
		"201": "Behalte alle Bomben, die du findest. Ein Sprengmeister möchte vielleicht einen Blick darauf werfen.",
		"202": "Sind Goblins wirklich so anders als wir, dass wir nicht in Frieden zusammenleben können?",
		"203": "Ich hörte, dass ein mächtiger Zauberer hier in der Gegend lebt.  Achte bei deiner nächsten unterirdischen Expedition auf ihn.",
		"204": "Wenn du Linsen an einem Dämonenaltar kombinierst, kannst du vielleicht eine Möglichkeit finden, ein mächtiges Monster herbeizurufen. Du solltest jedoch bis zur Nacht warten, bevor du das tust.",
		"205": "Du kannst einen Wurmköder mit verfaulten Fleischbrocken und Ekelpulver erzeugen. Achte aber darauf, dass du dich vor der Verwendung in einem verdorbenen Gebiet befindest.",
		"206": "Dämonenaltäre sind gewöhnlich im Verderben zu finden. Du musst aber nahe an ihnen dran stehen, um Items herzustellen",
		"207": "Du kannst einen Greifhaken aus einem Haken und 3 Ketten herstellen. Die Skelette tief im Untergrund tragen gewöhnlich Haken bei sich. Die Ketten dazu können aus Eisenbarren gefertigt werden.",
		"208": "Wenn du einen Topf siehst, so schlage ihn kaputt. Töpfe enthalten alle möglichen nützlichen Zubehörteile.",
		"209": "Verborgene Schätze sind auf der ganzen Welt zu finden! Einige erstaunliche Dinge sind auch im Untergrund aufzuspüren!",
		"21": "Engelsstatue, sagst du? Tut mir leid, ich bin kein Nippesverkäufer.",
		"210": "Beim Zerschlagen einer Schattenkugel fällt mitunter ein Meteorit vom Himmel. Schattenkugeln können normalerweise in den Schluchten bei verdorbenen Gebieten gefunden werden.",
		"211": "Du solltest dich darauf konzentrieren, mehr Kristallherzen zur Erhöhung deiner maximalen Lebensspanne zu sammeln.",
		"212": "Deine jetzige Ausrüstung wird einfach nicht ausreichen. Du musst eine bessere Rüstung fertigen.",
		"213": "Ich denke, du bist bereit für deinen ersten großen Kampf. Sammle in der Nacht ein paar Linsen von den Augäpfeln und bringe sie zum Dämonenaltar.",
		"214": "Du solltest dein Leben verlängern, bevor du die nächste Herausforderung annimmst. Fünfzehn Herzen sollten ausreichen.",
		"215": "Der Ebenstein im Verderben kann durch Verwendung von etwas Pulver einer Dryade gereinigt werden, oder er kann mit Sprengstoff zerstört werden.",
		"216": "Dein nächster Schritt ist, die verdorbenen Schluchten zu untersuchen.  Suche nach Schattenkugeln und zerstöre sie!",
		"217": "Nicht weit von hier gibt es ein altes Verlies. Dies wäre ein guter Zeitpunkt, es zu erkunden.",
		"218": "Du solltest versuchen, deine Lebensspanne auf das Maximum anzuheben. Versuche, zwanzig Herzen zu finden.",
		"219": "Im Dschungel lassen sich viele Schätze finden, wenn du bereit bist, tief genug zu graben.",
		"22": "Der letzte Typ, der hier war, hinterließ mir einigen Nippes, äh, ich meine ... Schätze!",
		"220": "Die Unterwelt entstand aus einem Material, welches sich Höllenstein nennt. Es eignet sich perfekt, um damit Waffen und Rüstungen herzustellen.",
		"221": "Wenn du bereit bist, den Wächter der Unterwelt herauszufordern, musst du ein lebendiges Opfer darbringen. Alles was du brauchst, findest du in der Unterwelt.",
		"222": "Zerschlage jeden Dämonenaltar, den du findest. Etwas Gutes passiert, wenn du das tust!",
		"223": "Seelen können manchmal von gefallenen Kreaturen an Orten extremen Lichts oder extremer Finsternis eingesammelt werden.",
		"224": "Ho ho ho, und eine Flasche ... Eierlikör!",
		"225": "Würdest du mir ein paar Plätzchen backen?",
		"226": "Was? Du dachtest, ich wäre nicht echt?",
		"227": "Es gelang mir, dein Gesicht wieder anzunähen. Sei beim nächsten Mal vorsichtiger.",
		"228": "Du behältst wahrscheinlich eine Narbe.",
		"229": "Alles okay. Ich will nicht, dass du nochmal von irgendwelchen Klippen springst.",
		"23": "Ich frage mich, ob der Mond aus Käse ist ... huch, was? Oh, ja, kauf etwas!",
		"230": "Das hat nicht allzu weh getan, oder?",
		"231": "Als ob im Untergrund leben nicht schon schlimm genug ist, da kommen Idioten wie du, wenn ich schlafe, und stehlen meine Kinder.",
		"232": "Nur unter uns, aber {Dryad} ist die einzige, der ich vertraue. Sie ist die einzige hier, die nicht versucht hat, mich zu fressen oder als Zutat in einen Trank zu schmeißen.",
		"233": "Ich hab letztens versucht, mich selbst zu lecken, um so sehen, was so toll daran sein soll ... dann ist plötzlich alles blau geworden.",
		"234": "Jetzt werde ich jedes Mal, wenn ich die Farbe Blau sehe, depressiv und faul.",
		"235": "Du hast hier keine Schweine gesehen, oder? Mein Bruder hat sein Bein an eins verloren.",
		"236": "Alle Leute in der Stadt stehen irgendwie neben der Spur. Ich bin letzte Nacht aufgewacht und der Schneider knabberte an meinem Fuß.",
		"237": "Ich gebe dir einen Rabatt für die Kleidung, wenn du {Truffle} davon überzeugen kannst, hierzukommen und sich ... messen zu lassen.",
		"238": "Ich glaube, die Leute schätzen {Truffle} falsch ein. Eigentlich ist er ein klasse Typ.",
		"24": "Hast du Gold gesagt?  Ich nehm' dir das ab.",
		"240": "Ich weiß nichts über ‚Truffle Shuffle‘, hör auf mich danach zu fragen!",
		"241": "Es geht ein Mega-Gerücht um mich um: ‚Wenn du ihn nicht besiegen kannst, friss ihn auf!‘",
		"242": "Hey, was haste da in dir drin?",
		"243": "Vielleicht sollte ich ein Pirat der Lüfte werden? Ich habe schon überlegt, ein Pirat der Lüfte zu werden.",
		"244": "Wie dem auch sei, ein Jetpack würde dir gut stehen!",
		"245": "Ich bin in letzter Zeit irgendwie verdrossen, also lass mich mit deinem Gelaber zufrieden, du Lump!",
		"246": "Ich bin mächtig neugierig auf diesen {Cyborg} Was nimmt er nur zu sich, dass er immer so weiterläuft?",
		"247": "Dieser Kapitän scheint ein wenig ‚über die Bucht geschlagen zu haben‘, wenn du weißt, was ich meine!",
		"248": "Zeig mir deine Ausrüstung!",
		"249": "Mir gefällt deine ... Ausrüstung. Gibts die auch in Messing?",
		"25": "Blute mich bloß nicht voll!",
		"250": "Sobald du heiligen Boden betrittst, siehst du einen Regenbogen am Himmel. Ich kann dir beim Malen helfen, wenn du magst.",
		"251": "Sieh dir nur mal {PartyGirl} an. Das ist mal ein Mädchen, dass so richtig Spaß haben kann!",
		"252": "Ich kenne den Unterschied zwischen Türkis und Blaugrün. Aber dir verrate ich ihn nicht.",
		"253": "Ich habe kein Titanenweiß mehr, also frag gar nicht erst.",
		"254": "Probier rasendes Rosa mit Lila aus. Ich schwöre, das funktioniert!",
		"255": "Nein, nein, nein ... Es gibt UNMENGEN an verschiedenen Grautönen! Hör bloß auf!",
		"256": "Ich hoffe, es regnet nicht wieder, bevor die Farbe trocken ist Das wäre eine Katastrophe!",
		"257": "Ich bringe euch die reichsten Farben im Austausch für all euer Geld!",
		"258": "Meine Güte, was du da trägst, ist viel zu langweilig. Du solltest wirklich mal einen Färbekurs für langweilige Kleidung besuchen.",
		"259": "Die einzige Art Holz, die ich färben würde, wäre REICHES Mahagoni. Bei anderen Hölzern wäre das die reinste Verschwendung.",
		"26": "Jetzt hör schon mit der Bluterei auf!",
		"260": "Du musst etwas gegen {Pirate} unternehmen.  Jedes Mal, wenn er vorbeischaut, werd ich eine ganze Woche lang den Gestank nicht wieder los.",
		"261": "Was für ein Arzt ich bin? Ich bin ein Hexenarzt",
		"262": "Das Herz der Magie ist die Natur. Die Natur der Herzen ist Magie.",
		"263": "{Nurse} kann zwar deinen Körper heilen, aber ich bringe dich dazu, die Heilung in dir aufzunehmen.",
		"264": "Wähle weise, {PlayerName}, denn meine Waren sind brisant und meine dunklen Künste mysteriös.",
		"265": "Wir müssen reden. Es ... geht um Partys.",
		"266": "Ich kann mich nicht entscheiden, was ich mehr mag: Partys oder After-Partys.",
		"267": "Wir sollten eine Leuchtwurzel-Party schmeißen ... aber auch eine After-Party.",
		"268": "Wow, {PlayerName}, wenn ich solch einen abenteuerlichen Menschen wie dich treffe, will ich immer gleich eine Party schmeißen!",
		"269": "Häng eine Diskokugel auf und los geht‘s!",
		"27": "Wenn du stirbst, dann bitte draußen.",
		"270": "Ich war mal in Schweden, die wissen, wie man Partys feiert. Warum ist das bei dir nicht so?",
		"271": "Mein Name ist {PartyGirl}, aber die Leute nennen mich die Partyverderberin Ach, ich weiß auch nicht, aber es klingt cool.",
		"272": "Magst du Partys? Manchmal? Hm, okay, dann können wir reden ...",
		"273": "Ich bin zwar keine Landratte, aber lieber ein bisschen Land, als viel Ratte",
		"274": "Yo ho ho und eine Flasche... Leuchtwurzeln!",
		"275": "JAR!  Lustig, dass du von Papageien anfängst, weil ... ähm... Worüber haben wir grad gesprochen?",
		"276": "{PlayerName}, du bist eine der schönest Jungfern, die meine Kapitänsaugen seit vielen Monden gesichtet haben!",
		"277": "Bleib weg von meiner Beute, du Lump!",
		"278": "Was zum Teufel redest du? Moby Dick ist mein!",
		"279": "*Yarr Blarr Harrdarr*",
		"28": "Was soll das heißen?!",
		"280": "Und dann sagte Einheit 492-8: ‚Was glaubst du, wer ich bin, Einheit 472-6?‘ HA. HA. HA.",
		"281": "Meine Expeditionseffizienz wurde stark reduziert, als ein Projektil mit meinem Bewegungselement kollidiert ist.",
		"282": "Dieser Satz ist falsch, oder nicht?",
		"283": "Dann ist die punkige Kleine eine Erfinderin, was? Ich glaube, ihr könnte ich noch einiges beibringen!",
		"284": "Klar, {Pirate} und ich sind Kumpels. Aber ich hasse es, wenn sein Papagei auf mich scheißt. Das Zeug bringt mich zum Rosten!",
		"285": "Ich habe mir selbst ein Geschmacksmodul gebaut, damit ich Bier trinken kann!",
		"286": "Manchmal lasse ich sogar etwas locker ... Verstehst du? Na?",
		"287": "Hinten und an den Seiten kurz, ja?",
		"288": "Diese Strähnchen bringen deine Augen so richtig zur Geltung.",
		"289": "Meine Hände sind ganz klebrig von all dem ...",
		"29": "Irgendwie gefällt mir dein Ton nicht.",
		"290": "Tee? Kaffee? Oder einfach wieder nur Orangensaft?",
		"291": "Süße, wir müssen wirklich was gegen deinen Spliss tun.",
		"292": "Kleine! Du bist mein liebstes Tratschthema aller Zeiten.",
		"293": "Welches Aftershave darf‘s denn heute sein, mein Herr?",
		"294": "Setz dich und lass dich von mir zum Hingucker machen.",
		"295": "Entweder hat man Style oder man wird gestylt.",
		"296": "Bei dir machen wir ... nicht viel Brimborium.",
		"297": "Einmal habe ich eines dieser Produkte von Dye Master ausprobiert. Spitzen versengt. Katastrophe.",
		"298": "Ach, du armes, armes Ding. Setz ... setz dich einfach hierher. Das wird schon wieder. Schhhh.",
		"299": "Sieht spitze aus!",
		"3": "Ich habe das Gefühl, dass mich eine böse Kraft beobachtet.",
		"30": "Warum bist du überhaupt hier? Wenn du nicht blutest, gehörst du nicht hierher. Raus jetzt!",
		"300": "Hallo, mein Herr, ich bin {Stylist}, deine Friseurin für heute.",
		"301": "Nur ein wenig obenrum?  Wie langweilig ...",
		"302": "Ich hoffe, dir gefällt, was ich mit {PartyGirl}s Haar gemacht habe!",
		"303": "Für {Demolitionist}s angesengelten Kopf kann ich nichts tun. Er ist ein hoffnungsloser Fall.",
		"304": "Trinkgeld ist nicht nötig, aber vergiss nicht, ich habe Zugang zu meiner Schere und deinem Kopf.",
		"305": "Das ist übrigens ein Halsabschneidermesser.",
		"306": "Du lässt mich heute Abend lieber in Ruhe, ok? Ich habe gerade meine Scheren geschliffen und warte nur auf eine Ausrede, sie zu benutzen.",
		"307": "Mhmm, ich habe gerade von {PartyGirl} gehört, dass {Mechanic}s Freundin {Nurse} das ganze letzte Monatsgehalt von ihrem Freund für Schuhe ausgegeben hat.",
		"308": "Einmal habe ich {Cyborg} eine Perücke aufgesetzt, damit ich ihm die Haare schneiden konnte. Ich glaube, das hat ihm irgendwie gefallen!",
		"309": "Einmal wollte ich {Stylist} aufsuchen. Sie sah mich nur an und meinte „nö“.",
		"31": "WAS?!",
		"310": "Ich glaub, es wird Zeit, dass ich mir die Haare machen lasse!",
		"311": "Hast du heute überhaupt schon versucht, deine Haare zu bürsten?",
		"312": "Einen Bubikopf also. Soll ich mir ein paar Damenkoteletten stehen lassen?",
		"313": "Ich habe kein Problem mit Augenbrauen oder Haaren in Ohr, aber bei Nasenhaaren ist Schluss.",
		"314": "In Ordnung, hinsetzen und marinieren. Ich bin in 25 Minuten wieder da, um die Farbe auszuspülen ...",
		"315": "Danke dir! Jetzt kann ich mir endlich die Haare machen.",
		"316": "Wenn du früher gekommen wärst, hätte ich dir die Haare umsonst geschnitten.",
		"317": "Unterwegs braucht man keine Schere, hieß es. Du wirst dich schon nicht in einem Spinnennetz verheddern, hieß es!",
		"318": "Igitt, meine Haare. Alles voller Spinnennetz!",
		"319": "Wir treffen uns in etwa drei Stunden hinter {Guide}s Haus. Ich denke, ich hätte da etwas für dich, das dir sehr gefallen würde.",
		"32": "Hast du den Greis um das Verlies schreiten sehen? Der scheint Probleme zu haben.",
		"320": "Dieser {Merchant} weiß ein gutes Geschäft einfach nicht zu schätzen.",
		"321": "Ich verkaufe nur, was ich bekommen kann. {Clothier} schickt mich immer auf die Jagd nach exotischen Klamotten.",
		"322": "Hmm, du siehst aus, als könntest du eine Engelsstatue gebrauchen! Die flitzen und schlitzen, bis alles tut sitzen!",
		"323": "Für „Ich bereue den Kauf“ gibt es keine Rückerstattung ... Und auch aus keinem anderen Grund.",
		"324": "Jetzt kaufen und die Versandkosten sparen!",
		"325": "Ich verkaufe Waren von Orten, die es vielleicht nicht mal gibt!",
		"326": "Du verlangst zwei Penny Farthings!? Sagen wir, einen, und wir sind im Geschäft.",
		"327": "Eine Kombination aus Bong und Kaffeemaschine! Bereitet außerdem Pommes zu!",
		"328": "Kommt her und wagt einen Blick! Ein Pfund Fisch! Sehr, sehr gut! Ein Pfund Fisch!",
		"329": "Wenn du nach Ramsch suchst, bist du hier an der falschen Adresse.",
		"33": "Ich wünschte, {Demolitionist} wäre vorsichtiger.  Es nervt mich, täglich seine Glieder zusammennähen zu müssen.",
		"330": "Ein Billigladen?  Nein, ich biete nur die qualitativ hochwertigsten Waren an.",
		"331": "Beim Zerschlagen eines Purpurherzens fällt mitunter ein Meteorit vom Himmel. Purpurherzen können normalerweise in den Schluchten bei Puprpur-Gebieten gefunden werden.",
		"332": "Hast du versucht, das Reinigungspulver am Purpurstein im Purpur zu verwenden?",
		"333": "Du musst die Welt von allem Purpur befreien.",
		"334": "Psst! Ich habe vielleicht einen Job für dich. Und ich glaube nicht, dass du ihn ablehnen kannst!",
		"335": "Ich will einen Fisch, und du wirst ihn mir besorgen! Frag mich danach!",
		"336": "Hey! Genau das Opfer ... Ich meine, der qualifizierte Meisterangler, nach dem ich gesucht habe! ",
		"337": "{Angler} will DICH als offiziellen {WorldName}-Laufaffen!",
		"338": "Waaaas?! Siehst du nicht, dass ich die Angelschnur einziehe?",
		"339": "Ich habe genug Fisch! Ich brauche deine Hilfe jetzt nicht!",
		"34": "Heh, hat {ArmsDealer} den Grund für einen notwendigen Arztbesuch erwähnt? Ich wundere mich nur.",
		"340": "In ganz {WorldName} gibt es keine Köche, also muss ich all diesen Fisch selbst zubereiten! ",
		"341": "Hey! Pass auf! Ich stelle meine Fallen für meinen größten Streich aller Zeiten auf! Niemand wird etwas kommen sehen! Aber wehe, du sagst etwas!",
		"342": "Lass dir von einem Kind einen Ratschlag geben. Halte niemals deine Zunge an einen Eisblock. Warte, vergiss, was ich gesagt habe! Ich will sehen, wie du es machst!",
		"343": "Schon mal was von bellenden Fischen gehört? Ich nicht, ich dachte nur, du vielleicht!",
		"344": "{WorldName} ist bis zum Rand gefüllt mit den sonderbarsten Fischsorten!",
		"345": "Wie deprimierend! Es gibt vermutlich Fischarten, die schon vor meiner Geburt ausgestorben sind, und das ist einfach nicht fair!",
		"346": "Ich habe keine Mami und keinen Papi, aber ich habe eine Menge Fisch! Ist ja fast so ähnlich!",
		"347": "He, he, du hättest {Dryad}s Gesicht sehen sollen, als ich den Piranhazahn auf den Stuhl gelegt habe!",
		"348": "Ich habe eine Bitte an dich! Nein, es interessiert mich nicht, dass gerade eine Zombie-Apokalypse ausgebrochen ist!",
		"349": "Beeil dich und hör zu! Du musst jetzt sofort etwas für mich fangen!",
		"35": "Ich muss mal ein ernsthaftes Wort mit {Guide} reden. Wie oft in der Woche willst du hier noch mit Lavaverbrennungen reinkommen?",
		"350": "Ich hasse Blutmond! Wegen der unheimlichen Geräusche krieg ich kein Auge zu!",
		"351": "Blutmond ist das schlimmste, was Fischen passieren kann! Die Fische beißen, ja, die Zombies aber auch!",
		"352": "Da laufen gerade eine Fantastilliarde an Monstern frei rum!",
		"353": "Danke oder so, dass du mich gerettet hast oder so. Du würdest einen tollen Helfer-Günstling abgeben!",
		"354": "Wa...? Und wer bist du? Ich war so was von nicht am Ertrinken oder so!",
		"355": "Du hast mich gerettet! Ich könnte dich gebrauchen, um ... Ähm, ich meine, ich könnte dich einstellen, um ein paar tolle Sachen für mich zu erledigen!",
		"356": "Hast du ein paar Knochen übrig? Ich will meine kaputte Hüfte ersetzen ... schon wieder.",
		"357": "Wunderbar! Endlich nimmt mir mal jemand die ganzen Maden ab.",
		"358": "Es gibt keine Krankheit und kein Leiden, das sich nicht mit meinem Schleimöl heilen lässt. Vertrau mir, es funktioniert! Sieh dir nur meine gesunde Figur an!",
		"359": "Du hast ja echt Nerv, hierherzukommen. Warum kaufst du nicht aus?",
		"36": "Ich finde, du siehst so besser aus.",
		"360": "Du kannst dir nicht vorstellen, was die Leute mir an den Kopf werfen ... Willst du was davon kaufen?",
		"361": "Ich würde ja etwas Hand anlegen, aber letztes Mal habe ich sie erst nach einem Monat zurückgekriegt.",
		"362": "Halt dich von den Spinnen fern. Sie saugen dir die Innereien aus und lassen nur eine leere Hülle übrig. Das kannst du mir glauben.",
		"363": "Die einzigen konstanten Sachen auf der Welt sind der Tod und die Steuern. Und ich hab beides!",
		"364": "Du schon wieder? Ich vermute, du willst noch mehr Geld?!",
		"365": "Müssen denn immer alle so laut mit den Türen knallen?!",
		"366": "Ich sehe, du hast mal wieder nichts zu tun. Kann mir nicht vorstellen, wie deine Sorte sich ein Arbeitsleben vorstellt.",
		"367": "Ja, ja, ja! -- Du kriegst ja deinen Anteil gleich. Man sollte meinen, dass du etwas mehr Geduld hättest. Immerhin tu ich ja die ganze Arbeit.",
		"368": "Was muss man denn tun, um hier alleine gelassen zu werden? Geh jemand anderen nerven, der nicht so viel zu tun hat!",
		"369": "... zwei Fässer mit Melasse und ... Ach, schon gut, da bist du ja. Hier ist dein Geld.",
		"37": "Ähhh ...  ... was ist denn mit deinem Gesicht passiert?",
		"370": "Mal ganz im Vertrauen ... Ich habe keine Ahnung, warum sie überhaupt Miete bezahlen.",
		"371": "Ich wollte {Dryad} mal davon überzeugen, mich in Gefallen zu bezahlen und jetzt wächst mir Pilz an unzugänglichen Stellen.",
		"372": "Geh zu {ArmsDealer} und sag ihm, dass er mich nicht mehr mit Munition bezahlen soll. Ich hab ja nicht mal eine Waffe.",
		"373": "Warum versuchst DU nicht, Geld von {Demolitionist} zu besorgen und dabei keine Körperteile zu verlieren ...",
		"374": "Ich komme grade vom {Merchant}. Er wollte wissen, ob ich Kreditkarten nehme.",
		"38": "MEINE GÜTE! Ich bin gut, aber ich bin nicht SO gut.",
		"380": "Hier ist dein Anteil von den Steuern, die ich von unseren überschüssigen Bewohnern eingenommen habe!",
		"381": "Und schon wieder willst du mein ganzes Geld! Nimm‘s dir einfach und geh mir aus den Augen!",
		"382": "Bäh! Hier, nimm deine Schillinge und geh mir aus den Augen!",
		"383": "Das ist alles, was du heute von mir kriegst. Und keinen Pfenning mehr! Nimm es, und gib es weise aus.",
		"39": "Liebe Freunde, wir sind zusammengekommen, um Aufwiedersehen zu sagen ... Ach, es wird schon werden.",
		"390": "... Und die Leute sagen, dass ich gierig sei? Nein, ich habe nichts mehr für dich.",
		"391": "Ach, dann sehe ich wohl wie ein Münzenschild aus, was? Denn jedes Mal, wenn du mich siehst, willst du welche von mir.",
		"392": "Kommst du nie mal nur zum Hallo sagen?",
		"393": "Bäh! Du schon wieder? Du hast dir doch grad schon meine Münzen geschnappt. Jetzt hau ab und komm später wieder!",
		"394": "Ich hab dir doch vor 5 Minuten erst eine halbe Krone gegeben! Hau ab!",
		"395": "Du willst schon wieder in meinen Geldbeutel greifen?! Und die Leute sagen, dass ICH gierig sei?",
		"396": "Du hast deine Bezahlung erhalten, du kriegst keinen Farthing mehr! Raus mit dir!",
		"397": "Geld wächst nicht auf Bäumen. Nimm mir also nicht meine ganze Ernte weg! Bäh! ",
		"398": "Hast du schon jeden Pfenning ausgegeben, den ich dir gegeben hab?! Pah, ich bin doch keine Wohltätigkeitsgesellschaft. Geh und töte Schleime!",
		"399": "Nicht so schnell! Du hast dein Geld, jetzt verdufte! ",
		"4": "Schwert schlägt Papier! Hol dir noch heute eins.",
		"40": "Du hast deinen Arm da drüben gelassen. Lass mich ihn holen ...",
		"400": "Jetzt bettelst du schon?! Sieh mich nicht so an, als würde ich mich über Nacht umentscheiden! ",
		"401": "Zerschlage jeden Purpur-Altar, den du findest. Etwas Gutes passiert, wenn du das tust!",
		"402": "Purpur-Altäre sind gewöhnlich im Purpur zu finden. Du musst aber nahe an ihnen dran stehen, um Items herzustellen",
		"403": "Mit Wirbeln kannst du eine Blutige Wirbelsäule herstellen. Achte aber darauf, dass du dich vor der Verwendung in einem purpurnen Gebiet befindest.",
		"41": "Hör schon auf, wie ein Baby zu plärren! Ich habe Schlimmeres gesehen.",
		"42": "Das geht nicht ohne ein paar Stiche!",
		"43": "Schon wieder Ärger mit diesen Rabauken?",
		"44": "Halt durch. Ich hab hier irgendwo ein paar hübsch bedruckte Pflaster.",
		"45": "Hör schon auf, {PlayerName}, du überstehst das schon. Mist.",
		"46": "Tut es weh, wenn du das machst? Tu das nicht.",
		"47": "Du siehst halb verdaut aus. Hast du schon wieder Schleime gejagt?",
		"48": "Dreh deinen Kopf und huste!",
		"49": "Ich habe schon größere gesehen ... Jep, ich habe definitiv schon größere Wunden gesehen.",
		"5": "Du möchtest Äpfel? Du willst Karotten? Ananas? Wir haben Fackeln.",
		"50": "Möchtest du einen Lolli?",
		"51": "Zeig mir, wo es weh tut.",
		"52": "Tut mir leid, aber ich bin viel zu teuer für dich.",
		"53": "Dafür brauche ich mehr Gold.",
		"54": "Ich arbeite schließlich nicht umsonst, weißt du.",
		"55": "Ich verschenke keine Happy-Ends.",
		"56": "Ohne eine Schönheitsoperation kann ich nicht mehr für dich tun.",
		"57": "Hör auf, meine Zeit zu verschwenden!",
		"58": "Ich habe gehört, es gibt eine Puppe in der Unterwelt, die {Guide} sehr ähnlich sieht.  Ich würde sie gerne mit ein paar Kugeln durchlöchern.",
		"59": "Mach schnell! Ich habe in einer Stunde ein Date mit {Nurse}.",
		"6": "Ein schöner Morgen, nicht wahr? War da noch was, was du brauchst?",
		"60": "Ich möchte das, was {Nurse} verkauft. Was heißt, sie verkauft nichts?",
		"61": "{Dryad} ist hübsch.  Zu dumm, dass sie so prüde ist.",
		"62": "Halte dich nicht mit {Demolitionist} auf, ich habe alles, was du brauchst, hier.",
		"63": "Was ist eigentlich mit {Demolitionist} los? Kriegt der mal mit, dass wir ganz andere Sachen verkaufen?",
		"64": "Das ist eine gute Nacht, um mit niemandem zu sprechen, denkst du nicht, {PlayerName}?",
		"65": "Ich liebe Nächte wie diese.  Es gibt immer genug zu töten!",
		"66": "Wie ich sehe, starrst du den Minihai an ... Du solltest lieber nicht fragen, wie der entstand.",
		"67": "Moment, das ist kein Film, Freundchen. Munition geht extra.",
		"68": "Hände weg von meinem Gewehr, Kumpel!",
		"69": "Hast du versucht, das Reinigungspulver auf dem Ebenstein des Verderbens auszuprobieren?",
		"7": "Die Nacht wird uns bald eingeholt haben, Freund. Entscheide dich, solange du noch kannst.",
		"70": "Ich wünschte, {ArmsDealer} würde aufhören, mit mir zu flirten. Versteht er nicht, dass ich 500 Jahre alt bin?",
		"71": "Warum versucht {Merchant}, mir Engelsstatuen zu verkaufen? Jeder weiß, dass sie nutzlos sind.",
		"72": "Hast du den Greis im Verlies rumlaufen sehen? Der sieht gar nicht gut aus ...",
		"73": "Ich verkaufe, was ich will! Dein Pech, wenn du es nicht magst.",
		"74": "Warum bist du in einer Zeit wie dieser so aggressiv?",
		"75": "Ich möchte nicht, dass du meine Sachen kaufst. Ich will, dass du dir wünschst, sie zu kaufen, okay?",
		"76": "Kommt es mir nur so vor oder sind heute Nacht eine Million Zombies draußen?",
		"77": "Du musst die Welt von diesem Verderben befreien.",
		"78": "Pass auf dich auf, Terraria braucht dich!",
		"79": "Der Zahn der Zeit nagt und du alterst nicht gerade würdevoll. Du alterst nicht gerade in Würde.",
		"8": "Du hast keine Ahnung, wie gut sich Dreckblöcke nach Übersee verkaufen.",
		"80": "Was soll das heißen, ich belle mehr als ich beiße?",
		"81": "Zwei Goblins kommen in einen Stoffladen. Sagt der eine zum anderen: Sitzt du gerne auf Gobelin?",
		"82": "Ich kann dich erst hineinlassen, wenn du mich von meinem Fluch befreit hast.",
		"83": "Komm in der Nacht wieder, wenn du hineinwillst.",
		"84": "Mein Meister kann nicht bei Tageslicht herbeigerufen werden.",
		"85": "Du bist viel zu schwach, um meinen Fluch zu brechen.  Komm wieder, wenn du was aus dir gemacht hast.",
		"86": "Du armseliger Wicht.  So kannst du meinem Meister nicht gegenübertreten.",
		"87": "Ich hoffe, du hast mindestens sechs Freunde, die hinter dir stehen.",
		"88": "Bitte nicht, Fremdling. Du bringst dich nur selbst um.",
		"89": "Du könntest tatsächlich stark genug sein, um mich von meinem Fluch zu befreien ...",
		"9": "Ach, eines Tages werden sie Geschichten über {PlayerName} erzählen ... sicher gute.",
		"90": "Fremdling, hast du die Kraft, meinen Meister zu besiegen?",
		"91": "Bitte! Bezwinge meinen Kerkermeister und befreie mich! Ich flehe dich an!",
		"92": "Besiege meinen Meister und ich gewähre dir den Zutritt in das Verlies.",
		"93": "Du versuchst, hinter den Ebenstein zu kommen?  Warum machen wir ihn nicht mit diesem Sprengstoff bekannt?",
		"94": "Heh, hast du hier in der Gegend einen Clown gesehen?",
		"95": "Genau hier war doch eine Bombe und jetzt kann ich sie nicht finden ...",
		"96": "Ich habe etwas für diese Zombies!",
		"97": "Sogar {ArmsDealer} ist scharf auf meine Waren!",
		"98": "Hättest du lieber das Einschussloch eines Gewehrs oder das einer Granate? Das dachte ich mir.",
		"99": "Ich bin sicher, dass {Nurse} dir helfen wird, wenn du versehentlich ein Glied verlierst."
	},
	"LegacyMenu": {
		"0": "Starte eine neue Instanz von Terarria um mitzumachen!",
		"100": "Hintergrund EIN",
		"101": "Hintergrund AUS",
		"102": "Sprache auswählen",
		"103": "Sprache",
		"104": "Ja",
		"105": "Nein",
		"106": "Kartenstil ändern           ",
		"107": "Vollbild ändern           ",
		"108": "Reinzoomen                      ",
		"109": "Rauszoomen                    ",
		"10": "Backup laden",
		"110": "Transparenz senken     ",
		"111": "Transparenz erhöhen      ",
		"112": "Karte aktiviert",
		"113": "Karte deaktiviert",
		"114": "Allgemein",
		"115": "Kartensteuerung",
		"116": "Multicore-Beleuchtung:",
		"117": "Aus",
		"118": "Menü schließen",
		"11": "Kein Backup gefunden",
		"120": "Smarter Cursor    ",
		"121": "Smarter Cursor-Modus: Ein-/Ausschalten",
		"122": "Smarter Cursor-Modus: Halten",
		"123": "Eventfortschrittsleiste",
		"124": "Aus",
		"125": "Zeitlich festgelegt",
		"126": "An",
		"127": "Stil",
		"128": "Platzierungsvorschau EIN",
		"129": "Platzierungsvorschau AUS",
		"12": "Einzelspieler",
		"130": "Reittier             ",
		"131": "Erfolge",
		"132": "Blut und Gedärme EIN",
		"133": "Blut und Gedärme AUS",
		"134": "Anwenden",
		"135": "Servereinstellungen",
		"136": "Steam-Mehrspieler: Deaktiviert",
		"137": "Steam-Mehrspieler: Aktiviert",
		"138": "Zugelassene Nutzer: Nur mit Einladung",
		"139": "Zugelassene Nutzer: Freunde",
		"13": "Mehrspieler",
		"140": "Freunde können einladen: Aus",
		"141": "Freunde können einladen: Ein",
		"142": "Freunde von Freunden zulassen: Aus",
		"143": "Freunde von Freunden zulassen: Ein",
		"144": "Start",
		"145": "Über Steam beitreten",
		"146": "Über IP beitreten",
		"147": "Freunde einladen",
		"148": "Hoch",
		"149": "Runter",
		"14": "Einstellungen",
		"150": "Links",
		"151": "Rechts",
		"152": "Springen",
		"153": "Werfen",
		"154": "Inventar",
		"155": "Entern",
		"156": "Schnelles Mana",
		"157": "Schneller Buff",
		"158": "Schnelles Reittier",
		"159": "Schnelles Heilen",
		"15": "Verlassen",
		"160": "Automatische Auswahl",
		"161": "Smarter Cursor",
		"162": "Item benutzen",
		"163": "Interagieren",
		"164": "Spielsteuerung",
		"165": "Kartensteuerung",
		"166": "Schnellleistensteuerung",
		"167": "Gamepad-Einstellungen",
		"168": "Reinzoomen",
		"169": "Rauszoomen",
		"16": "Charakter erstellen",
		"170": "Transparenz erhöhen",
		"171": "Transparenz senken",
		"172": "Kartenstil ändern",
		"173": "Ganze Karte ein-/ausschalten",
		"174": "Nach links drehen",
		"175": "Nach rechts drehen",
		"176": "Schnellleiste Nr. 1",
		"177": "Schnellleiste Nr. 2",
		"178": "Schnellleiste Nr. 3",
		"179": "Schnellleiste Nr. 4",
		"17": "Löschen",
		"180": "Schnellleiste Nr. 5",
		"181": "Schnellleiste Nr. 6",
		"182": "Schnellleiste Nr. 7",
		"183": "Schnellleiste Nr. 8",
		"184": "Schnellleiste Nr. 9",
		"185": "Schnellleiste Nr. 10",
		"186": "Schnellmarkierung Nr. 1",
		"187": "Schnellmarkierung Nr. 2",
		"188": "Schnellmarkierung Nr. 3",
		"189": "Schnellmarkierung Nr. 4",
		"18": "Haar",
		"190": "Ring-Schnellleiste",
		"191": "Cursoreinrasten (hoch)",
		"192": "Cursoreinrasten (rechts)",
		"193": "Cursoreinrasten (runter)",
		"194": "Cursoreinrasten (links)",
		"195": "<Ungebunden>",
		"196": "DPad Cursoreinrasten",
		"197": "DPad Schnellleiste",
		"198": "Erweiterte Gamepad-Einstellungen",
		"199": "Löst neutrale Zone aus",
		"19": "Augen",
		"1": "Läuft auf Port ",
		"200": "Neutrale Schieberzone",
		"201": "Neutrale Zone linker Stick X",
		"202": "Neutrale Zone linker Stick Y",
		"203": "Neutrale Zone rechter Stick X",
		"204": "Neutrale Zone rechter Stick Y",
		"205": "Linken Stick horizontal umkehren",
		"206": "Linken Stick vertikal umkehren",
		"207": "Rechten Stick horizontal umkehren",
		"208": "Rechten Stick vertikal umkehren",
		"209": "Anwenden",
		"20": "Haut",
		"210": "Interface",
		"211": "Passwörter: Sichtbar",
		"212": "Passwörter: Verborgen",
		"213": "Smarter Cursorpriorität: Spitzhacke -> Axt",
		"214": "Smarter Cursorpriorität: Axt -> Spitzhacke",
		"215": "Smarte Blockplatzierung: Zum Cursor",
		"216": "Smarte Blockplatzierung: Auffüllen",
		"217": "Rahmenfarbe",
		"218": "Cursor",
		"219": "Steuerung",
		"21": "Kleidung",
		"220": "Set-Boni aktivieren: Hoch",
		"221": "Set-Boni aktivieren: Runter",
		"222": "Tastaturbelegung",
		"223": "Schnelllöschen mit linker Shift-Taste Aktiviert",
		"224": "Schnelllöschen mit linker Shift-Taste Deaktiviert",
		"225": "Wand schnell ersetzen: Deaktiviert",
		"226": "Wand schnell ersetzen: Aktiviert",
		"227": "Scrolltime Schnellleiste zu Ring: Ein",
		"228": "Scrolltime Schnellleiste zu Ring: Aus",
		"229": "Feldraster EIN",
		"22": "Männlich",
		"230": "Feldraster AUS",
		"231": "Zielen",
		"232": "Zielpriorität: Ziel des Fokus",
		"233": "Zielpriorität: Nahegelegenes Ziel",
		"234": "Zielpriorität: Direkte Linie",
		"235": "abc / ABC / !@#",
		"236": "Rücktaste",
		"237": "Absenden",
		"238": "Leertaste",
		"239": "<-",
		"23": "Weiblich",
		"240": "->",
		"241": "Gamepad-Anleitung AUS",
		"242": "Gamepad-Anleitung EIN",
		"243": "Menüsteuerung",
		"244": "Ring-Schnellleiste",
		"245": "Fenster ohne Rand: Aktiviert",
		"246": "Fenster ohne Rand: Deaktiviert",
		"247": "Überspringen von Frames AUS",
		"248": "Überspringen von Frames EIN",
		"249": "Überspringen von Frames subtil",
		"24": "Hardcore",
		"250": "Abbaueffekt: Aktiviert",
		"251": "Abbaueffekt: Deaktiviert",
		"252": "Verzögerung der Interfacebewegung",
		"25": "Mediumcore",
		"26": "Softcore",
		"27": "Zufall",
		"28": "Erstellen",
		"29": "Hardcore-Charaktere bleiben tot",
		"2": "Trennen",
		"30": "Mediumcore-Charaktere lassen beim Sterben Beute zurück",
		"31": "Softcore-Charaktere lassen beim Sterben Geld zurück",
		"32": "Schwierigkeitsgrad wählen",
		"33": "Hemd",
		"34": "Unterhemd",
		"35": "Hose",
		"36": "Schuhe",
		"37": "Haar",
		"38": "Haarfarbe",
		"39": "Augenfarbe",
		"3": "Server erfordert Passwort:",
		"40": "Hautfarbe",
		"41": "Hemdfarbe",
		"42": "Unterhemdfarbe",
		"43": "Hosenfarbe",
		"44": "Schuhfarbe",
		"45": "Charaktername eingeben:",
		"46": "Löschen",
		"47": "Welt erstellen",
		"48": "Weltnamen eingeben:",
		"49": "Fenstermodus",
		"4": "Annehmen",
		"50": "Vollbild",
		"51": "Auflösung",
		"52": "Parallax",
		"53": "Überspringen von Frames AUS",
		"54": "Überspringen von Frames EIN",
		"55": "Beleuchtung: Farbe",
		"56": "Beleuchtung: Weiß",
		"57": "Beleuchtung: Retro",
		"58": "Beleuchtung: Abgefahren",
		"59": "Qualität: Automatisch",
		"5": "Zurück",
		"60": "Qualität: Hoch",
		"61": "Qualität: Mittel",
		"62": "Qualität: Niedrig",
		"63": "Video",
		"64": "Cursorfarbe",
		"65": "Lautstärke",
		"66": "Steuerung",
		"67": "Autospeichern EIN",
		"68": "Autospeichern AUS",
		"69": "Autopause EIN",
		"6": "Abbrechen",
		"70": "Autopause AUS",
		"71": "Pickup-Text EIN",
		"72": "Pickup-Text AUS",
		"73": "Vollbildauflösung",
		"74": "Hoch                ",
		"75": "Runter             ",
		"76": "Links               ",
		"77": "Rechts             ",
		"78": "Springen             ",
		"79": "Werfen            ",
		"7": "Serverpasswort eingeben:",
		"80": "Inventar         ",
		"81": "Schnelles Heilen       ",
		"82": "Schnelles Mana      ",
		"83": "Schneller Buff       ",
		"84": "Entern           ",
		"85": "Automatische Auswahl       ",
		"86": "Auf Standardeinstellungen zurücksetzen",
		"87": "Beitreten",
		"88": "Hosten & Spielen",
		"89": "Serveradresse eingeben:",
		"8": "Server wird hochgefahren ...",
		"90": "Serverport eingeben:",
		"91": "Weltgröße wählen:",
		"92": "Klein",
		"93": "Mittel",
		"94": "Groß",
		"95": "Rot:",
		"96": "Grün:",
		"97": "Blau:",
		"98": "Sound:",
		"99": "Musik:",
		"9": "Laden fehlgeschlagen!",
		"119": "Ambient:"
	},
	"LegacyTooltip": {
		"0": "Ausgerüstet im Soziales-Slot",
		"10": "Langsam",
		"11": "Sehr langsam",
		"12": "Extrem langsam",
		"13": "Schneckentempo",
		"14": "Kein Rückstoß",
		"15": "Extrem schwacher Rückstoß",
		"16": "Sehr schwacher Rückstoß",
		"17": "Schwacher Rückstoß",
		"18": "Mittlerer Rückstoß",
		"19": "Starker Rückstoß",
		"1": "Keine Werte werden gewonnen",
		"20": "Sehr starker Rückstoß",
		"21": "Extrem starker Rückstoß",
		"22": "Wahnsinniger Rückstoß",
		"23": "Ausrüstbar",
		"24": "Mode-Item",
		"25": " Abwehr",
		"26": "% Spitzhackenkraft",
		"27": "% Axtkraft",
		"28": "% Hammerkraft",
		"29": "Stellt wieder her:",
		"2": " Nahkampfschaden",
		"30": "Leben",
		"31": "Mana",
		"32": "Verwendet",
		"33": "Kann platziert werden",
		"34": "Munition",
		"35": "Verbrauchbar",
		"36": "Material",
		"37": " Dauer in Minuten",
		"38": " Dauer in Sekunden",
		"39": "% Schaden",
		"3": " Fernkampfschaden",
		"40": "% Tempo",
		"41": "% kritische Trefferchance",
		"42": "% Manakosten",
		"43": "% Größe",
		"44": "% Projektiltempo",
		"45": "% Rückstoß",
		"46": "% Bewegungstempo",
		"47": "% Nahkampftempo",
		"48": "Set-Bonus:",
		"49": "Verkaufspreis:",
		"4": " Magischer Schaden",
		"50": "Kaufpreis:",
		"51": "Kein Wert",
		"52": "Verbraucht ",
		"53": " Beschwörungsschaden",
		"54": " Reichweite",
		"55": " Schaden",
		"56": "Als Favorit markiert",
		"57": "Schnelllöschen, stapeln und verkaufen wird gesperrt",
		"58": " Wurfschaden",
		"59": "Wurde von einer mächtigen Dschungelkreatur verflucht",
		"5": "% kritische Trefferchance",
		"6": "Wahnsinnig schnell",
		"7": "Sehr schnell",
		"8": "Schnell",
		"9": "Durchschnittlich"
	},
	"LegacyMultiplayer": {
		"10": "Du bist in keiner Gruppe!",
		"11": "{0} hat PvP aktiviert!",
		"12": "{0} hat PvP deaktiviert!",
		"13": "{0} ist in keiner Gruppe mehr.",
		"14": "{0} ist der roten Gruppe beigetreten.",
		"15": "{0} ist der grünen Gruppe beigetreten.",
		"16": "{0} ist der blauen Gruppe beigetreten.",
		"17": "{0} ist der gelben Gruppe beigetreten.",
		"18": "Willkommen bei",
		"19": "{0} ist beigetreten.",
		"1": "Falsches Passwort.",
		"20": "{0} ist weg.",
		"21": "/Spieler",
		"22": "{0} ist der rosa Gruppe beigetreten.",
		"2": "Ungültige Operation in diesem Zustand.",
		"3": "Du bist für diesen Server gesperrt.",
		"4": "Du verwendest nicht die gleiche Version wie der Server.",
		"5": "ist bereits auf diesem Server.",
		"6": "/spielt",
		"7": "Aktuelle Spieler:",
		"8": "/rollen",
		"9": "rollt eine",
		"0": "Erhalten:"
	},
	"LegacyMisc": {
		"0": "Die Goblin-Armee wurde besiegt!",
		"100": "Wähle das Böse in der Welt",
		"101": "Verderben",
		"102": "Purpur",
		"103": "Zufall",
		"10": "Eine Eiseskälte steigt in dir hoch ...",
		"11": "Du hörst das Echo von Schreien um dich herum ...",
		"12": "Deine Welt wurde mit Kobalt gesegnet!",
		"13": "Deine Welt wurde mit Mithril gesegnet!",
		"14": "Deine Welt wurde mit Adamantit gesegnet!",
		"15": "Die uralten Geister des Lichts und der Finsternis wurden freigelassen.",
		"19": "{0} wurde getötet ...",
		"1": "Eine Goblin-Armee nähert sich von Westen!",
		"20": "Eine Sonnenfinsternis beginne!",
		"21": "Deine Welt wurde mit Palladium gesegnet!",
		"22": "Deine Welt wurde mit Oreichalkos gesegnet!",
		"23": "Deine Welt wurde mit Titan gesegnet!",
		"24": "Die Piraten wurden besiegt!",
		"25": "Piraten nähern sich von Westen!",
		"26": "Piraten nähern sich von Osten!",
		"27": "Die Piraten sind da!",
		"28": "Du spürst Erschütterungen aus der Tiefe ...",
		"29": "Das verspricht eine furchtbare Nacht zu werden ...",
		"2": "Eine Goblin-Armee nähert sich von Osten!",
		"30": "Die Luft um dich herum wird kälter ...",
		"31": "Der Kürbismond geht auf ...",
		"32": "Im Dschungel wird es unruhig ...",
		"33": "Schreie erschallen aus dem Verlies ...",
		"34": "Der Frostmond geht auf ...",
		"35": "{0} ist aufgebrochen!",
		"36": "{0} ist weg!",
		"37": "Beliebig",
		"38": "Druckplatte",
		"39": " und erhöhte Lebensregeneration",
		"3": "Eine Goblin-Armee ist angekommen!",
		"40": "Erhöht Lebensregeneration",
		"41": "Die Marsianer fallen ein!",
		"42": "Die Marsianer wurden besiegt!",
		"43": "Himmlische Kreaturen fallen ein!",
		"44": "Alles um dich herum verschwimmt ...",
		"45": "Der Schmerz überwältigt dich ...",
		"46": "Du hörst plötzlichen Stimmen aus anderen Dimensionen ...",
		"47": "Der Mondherr ist erwacht!",
		"48": "Die Zwillinge sind erwacht!",
		"49": "Die wachst aus einem seltsamen Traum auf ...",
		"4": "Die Frost-Legion wurde besiegt!",
		"50": "wurde besiegt",
		"51": "Mondfragment",
		"52": "Bevorstehendes Unglück nähert sich ...",
		"53": "Auswählen",
		"54": "Nehmen",
		"55": "1 nehmen",
		"56": "Schließen",
		"57": "Entern",
		"58": "Springen",
		"59": "Schnellleiste drehen",
		"5": "Die Frost-Legion nähert sich aus dem Westen!",
		"60": "Angreifen",
		"61": "Bauen",
		"62": "Trinken",
		"63": "Aktion",
		"64": "Menü wechseln",
		"65": "Platzieren",
		"66": "Austauschen",
		"67": "Ausrüsten",
		"68": "Ablegen",
		"69": "Raumflaggen zeigen",
		"6": "Die Frost-Legion nähert sich aus dem Osten!",
		"70": "Behausung überprüfen",
		"71": "Schnellherstellung",
		"72": "Herstellen",
		"73": "Auswählen",
		"74": "Löschen",
		"75": "Verkaufen",
		"76": "Übertragen",
		"77": "Bildmaterial anzeigen",
		"78": "Bildmaterial verbergen",
		"79": "Nutzen",
		"7": "Die Frostlegion ist angekommen!",
		"80": "Sprechen",
		"81": "Lesen",
		"82": "Zurück",
		"83": "Favorit",
		"84": "Du kannst innerhalb der Blöcke deines Teams nicht Teams wechseln!",
		"85": "Insekt",
		"86": "Ente",
		"87": "Schmetterling",
		"88": "Glühwürmchen",
		"89": "Verkabelungsoptionen",
		"8": "Der Blutmond geht auf ...",
		"90": "Kaufen",
		"91": "Mehr kaufen",
		"92": "Verkaufen",
		"93": "Mehr herstellen",
		"94": "Versuchen zu entfernen",
		"95": "Schnecke",
		"96": "Sieht aus wie ",
		"97": " schmeißt eine Party",
		"98": " schmeißen eine Party",
		"99": "Die Party ist vorbei!",
		"9": "Du spürst eine böse Präsenz, die dich beobachtet ...",
		"104": "Kann nicht ohne etherisches Mana verwendet werden, bis der Eternia-Kristall verteidigt wurde"
	},
	"LegacyInterface": {
		"0": "Leben:",
		"100": "Kreaturen",
		"101": "Kills",
		"102": "Mondphase",
		"103": "Bewegungstempo",
		"104": "Schatz",
		"105": "Seltene Kreaturen",
		"106": "Schaden pro Sekunde",
		"107": "Seltsame Pflanzen",
		"108": "Karte öffnen",
		"109": "Karte schließen",
		"10": "Abwehr",
		"110": "Ordner öffnen",
		"111": "Screenshot machen",
		"112": "Du musst zuerst den Frame einstellen",
		"113": "Nur im Fenstermodus verfügbar",
		"114": "Nur verfügbar, wenn die Karte aktiviert ist",
		"115": "Kameramodus deaktiviert",
		"116": "Neues Item markieren AUS",
		"117": "Neues Item markieren EIN",
		"118": "Reinzoomen",
		"119": "Rauszoomen",
		"11": "Soziales",
		"120": "Zum Verbündeten teleportieren",
		"121": "Item fallen lassen",
		"122": "Items sortieren",
		"123": "Kaltes Wetter",
		"12": "Helm",
		"13": "Hemd",
		"14": "Hose",
		"15": "Platin",
		"16": "Gold",
		"17": "Silber",
		"18": "Kupfer",
		"19": "Nachschmieden",
		"1": "Atem",
		"20": "Item zum Nachschmieden hierhin legen",
		"21": "Rezepte anzeigen mit",
		"22": "Erforderliche Objekte:",
		"23": "Keine",
		"24": "Lege hier ein Material hin",
		"25": "Herstellen",
		"26": "Münzen",
		"27": "Munition",
		"28": "Geschäft",
		"29": "Alle einsammeln",
		"2": "Mana",
		"30": "Alle ablegen",
		"31": "Schnellstapeln",
		"32": "Sparschwein",
		"33": "Tresor",
		"34": "Zeit",
		"35": "Speichern und beenden",
		"36": "Trennen",
		"37": "Items",
		"38": "Du wurdest getötet ...",
		"39": "Diese Behausung ist geeignet.",
		"3": "Mülleimer",
		"40": "Das ist keine zulässige Behausung.",
		"41": "Diese Behausung ist bereits belegt.",
		"42": "Diese Behausung ist verdorben.",
		"43": "Verbindungszeit überschritten",
		"44": "Felddaten werden empfangen",
		"45": "Ausrüsten",
		"46": "Kosten",
		"47": "Speichern",
		"48": "Bearbeiten",
		"49": "Status",
		"4": "Inventar",
		"50": "Fluch",
		"51": "Hilfe",
		"52": "Schließen",
		"53": "Wasser",
		"54": "Heilen",
		"55": "Diese Behausung erfüllt nicht die Voraussetzungen für ein",
		"56": "Lava",
		"57": "Färben",
		"58": "Honig",
		"59": "Sichtbar",
		"5": "Schnellleiste freigeschaltet",
		"60": "Verborgen",
		"61": "Umbenennen",
		"62": "Einstellungen",
		"63": "Abbrechen",
		"64": "Quest",
		"65": "Quest-Item",
		"66": "Gespartes",
		"67": "Schnappschuss machen",
		"68": "Einstellungen",
		"69": "Frame anheften",
		"6": "Schnellleiste gesperrt",
		"70": "Frame einstellen",
		"71": "Schließen",
		"72": "An",
		"73": "Aus",
		"74": "Bild-Packing",
		"75": "Instanzen aufnehmen",
		"76": "Hintergrund aufnehmen",
		"77": "Biom auswählen",
		"78": "Frame zurücksetzen",
		"79": "Ausrüstung",
		"7": "Behausung",
		"80": "Behausung",
		"81": "Kameramodus",
		"82": "Auffüllen",
		"83": "Frostmond",
		"84": "Kürbismond",
		"85": "Marsianerwahnsinn",
		"86": "Pirateninvasion",
		"87": "Frostlegion",
		"88": "Globinarmee",
		"89": "Sammeln",
		"8": "Behausungsanfrage",
		"90": "Enterhaken",
		"91": "Reittier",
		"92": "Haustier",
		"93": "Lore",
		"94": "Leichtes Haustier",
		"95": "Zeit",
		"96": "Wetter",
		"97": "Angeln",
		"98": "Position",
		"99": "Tiefe",
		"9": "Accessoires"
	},
	"LegacyChestType": {
		"0": "Truhe",
		"10": "Efeutruhe",
		"11": "Eistruhe",
		"12": "Lebendes-Holz-Truhe",
		"13": "Himmelswarentruhe",
		"14": "Schattenholztruhe",
		"15": "Eingesponnene Truhe",
		"16": "Lihzahrdtruhe",
		"17": "Wassertruhe",
		"18": "Dschungeltruhe",
		"19": "Verdorbene Truhe",
		"1": "Goldtruhe",
		"20": "Purpurne Truhe",
		"21": "Heilige Truhe",
		"22": "Gefrorene Truhe",
		"23": "Verschlossene Dschungeltruhe",
		"24": "Verschlossene Verdorbene Truhe",
		"25": "Verschlossene Purpur-Truhe",
		"26": "Verschlossene Heilige Truhe",
		"27": "Verschlossene Gefrorene Truhe",
		"28": "Dynastietruhe",
		"29": "Honigtruhe",
		"2": "Verschlossene Goldtruhe",
		"30": "Steampunk-Truhe",
		"31": "Palmholztruhe",
		"32": "Pilztruhe",
		"33": "Borealholztruhe",
		"34": "Schleimtruhe",
		"35": "Grüne Verliestruhe",
		"36": "Verschlossene Grüne Verliestruhe",
		"37": "Rosa Verliestruhe",
		"38": "Verschlossene Rosa Verliestruhe",
		"39": "Blaue Verliestruhe",
		"3": "Schattentruhe",
		"40": "Verschlossene Blaue Verliestruhe",
		"41": "Knochentruhe",
		"42": "Kaktustruhe",
		"43": "Fleischtruhe",
		"44": "Obsidiantruhe",
		"45": "Kürbistruhe",
		"46": "Schaurige Truhe",
		"47": "Glastruhe",
		"48": "Marsianer-Truhe",
		"49": "Meteoriten-Truhe",
		"4": "Verschlossene Schattentruhe",
		"50": "Granittruhe",
		"51": "Marmortruhe",
		"5": "Fass",
		"6": "Mülleimer",
		"7": "Ebenholztruhe",
		"8": "Reiche Mahagonitruhe",
		"9": "Perlholztruhe"
	},
	"LegacyDresserType": {
		"0": "Kommode",
		"10": "Knochenkommode",
		"11": "Kaktuskommode",
		"12": "Schaurige Kommode",
		"13": "Himmelswarenkommode",
		"14": "Honigkommode",
		"15": "Lihzahrdkommode",
		"16": "Palmholzkommode",
		"17": "Pilzkommode",
		"18": "Borealholzkommode",
		"19": "Schleimkommode",
		"1": "Ebenholzkommode",
		"20": "Kürbiskommode",
		"21": "Steampunkkommode",
		"22": "Glaskommode",
		"23": "Fleischkommode",
		"24": "Marsianerkommode",
		"25": "Meteoritenkommode",
		"26": "Granitkommode",
		"27": "Marmorkommode",
		"2": "Reiche Mahagonikommode",
		"3": "Perlholzkommode",
		"4": "Schattenholzkommode",
		"5": "Blaue Verlieskommode",
		"6": "Grüne Verlieskommode",
		"7": "Rosa Verlieskommode",
		"8": "Goldene Verlieskommode",
		"9": "Obsidianverlieskommode",
		"28": "{$ItemName.CrystalDresser}",
		"29": "{$ItemName.DynastyDresser}",
		"30": "{$ItemName.FrozenDresser}",
		"31": "{$ItemName.LivingWoodDresser}"
	},
	"LegacyChestType2": {
		"0": "Kristalltruhe",
		"1": "Goldene Truhe"
	}
}