{
	"DryadSpecialText": {
		"WorldStatusAll": "{0} — на {1} % Освящение, на {2} % Порча и на {3} % Багрянец.",
		"WorldStatusHallowCorrupt": "{0} — на {1} % Освящение и на {2} % Порча.",
		"WorldDescriptionGrim": "Дела сильно испорчены...",
		"WorldDescriptionWork": "У тебя много работы.",
		"WorldDescriptionClose": "Ты так близко!",
		"WorldStatusHallowCrimson": "{0} — на {1} % Освящение и на {2} % Багрянец.",
		"WorldStatusCorruptCrimson": "{0} — на {1} % Порча и на {2} % Багрянец.",
		"WorldStatusCorrupt": "{0} — на {1} % Порча.",
		"WorldStatusCrimson": "{0} — на {1} % Багрянец.",
		"WorldStatusHallow": "{0} — на {1} % Освящение.",
		"WorldStatusPure": "{0} — полностью чист. Отличная работа!",
		"WorldDescriptionBalanced": "Мир находится в равновесии.",
		"WorldDescriptionFairyTale": "Мы живем как в сказке.",
		"Party": "Думаю, нужно закатить вечеринку, чтобы отпраздновать наши победы, прошлые и будущие.",
		"AfterDD2Tier1": "Когда я была на Этерии, я чувствовала себя такой отключенной от {WorldName}. Так приятно вернуться.",
		"AfterDD2Tier2": "Когда я прибыла на Этерию, порча пыталась захватить меня, но вместо этого я использовала ее силу против армии Старца!"
	},
	"DyeTraderSpecialText": {
		"HasPlant_0": "Прекрасно, милый человек! Ты принес мне прекрасный образец чудесных красок и ароматов мира. Взамен ты можешь взять эту бутылочку особого красителя.",
		"HasPlant_1": "Ты принес мне красивый редкий цветок... да, правда? За свои хлопоты возьми эту бутылочку особого красителя, друг!",
		"HasPlant_2": "Восхихитительно, прекрасно, друг! С помощью этого нежного образца я могу получать самые замечательные красители, какие мир {WorldName} еще не видывал! Можешь взять вот этот прямо сейчас!",
		"NoPlant_0": "О нет, это не пойдет.  За эти деньги не пойдет, тебе лучше вернуться ко мне с каким-нибудь редким растением!",
		"NoPlant_1": "Думаешь, {DyeTrader} такой наивный? А я так не думаю! Для этих особых бутылочек нужны только самые редкие растения!",
		"NoPlant_2": "Те бутылочки с чернилами? Извини, друг, деньги не принимаю. В обмен на такие чернила мне нужны только самые ценные и редкие растения!",
		"Party": "Я очень люблю тусовки, там всегда так ярко и весело."
	},
	"GuideSpecialText": {
		"Party": "Любишь ходить на вечеринки? Тебе может понадобиться узнать у других. Люди иногда приносят необычные подарочки."
	},
	"MerchantSpecialText": {
		"Party": "Ты знаешь, какая тусовка — самая лучшая? Та, на которой можно дарить подарочки."
	},
	"GoblinTinkererSpecialText": {
		"Party": "Гоблинские тусовки во многом похожи на человеческие. И на тех, и на других любят играть в игру «свали вину на соседа»... На своих тусовках я не играю в игры."
	},
	"WitchDoctorSpecialText": {
		"Party": "Я хотела увидеть, как тусуются такие как ты, и я не разочаровалась.",
		"AfterDD2Tier1": "Я чувствую родственный дух в этерианских темных магах. Жаль, что они наши враги, мне бы хотелось у них поучиться."
	},
	"ClothierSpecialText": {
		"Party": "Мама всегда говорила, что сначала нужно отпустить прошлое, а потом уже тусоваться."
	},
	"TravellingMerchantSpecialText": {
		"Party": "Многие говорят, что их самые яркие воспоминания — о тусовках. Купи же что-нибудь, и пусть у тебя останутся хорошие воспоминания!"
	},
	"MechanicSpecialText": {
		"Party": "Думаешь, кто-то будет против, если вместо свечек я обмотаю провод лампочками?"
	},
	"BartenderSpecialText": {
		"Party": "Мне бы и правда не помешал поздравительный текст!",
		"AfterDD2Tier1": "Поздравляю с победой армии Старца! Но я уверен, что это была не вся армия, в этой битве они показали себя не полностью.",
		"AfterDD2Tier2": "Армия Старца наращивает силы, но пока тебе удается отражать ее нападения! Хотя, что-то мне подсказывает, что на сегодня они с тобой еще не закончили.",
		"AfterDD2Tier3": "Тебе действительно удалось сдержать все силы армии Старца? Возможно, тебе стоит как-нибудь посетить Этерию.",
		"BeforeDD2Tier1": "Нам действительно нужно что-то решать с армией Старца. Спроси меня об этерниевом кристалле, если хочешь узнать об этом больше.",
		"FirstHelp": "Для начала возьми несколько медалей защитника за счет заведения! У меня продаются некоторые особые средства обороны, но только за медали защитника!",
		"FirstMeeting": "Ух! Как я тут оказался? Последнее, что я помню — как передо мной открылся портал..."
	},
	"PartyGirlSpecialText": {
		"Party_1": "Да? Сегодня ничего особенного... шучу! Пора тусоваться, а потом — афтепати!",
		"Party_2": "Наконец-то настало мое время!",
		"AfterDD2Tier1": "Тебе уже приходилось видеть огра? Мне хотелось бы прокатиться на спине одного из них!"
	},
	"PirateSpecialText": {
		"Party": "После такого торта можешь называть меня «белая борода»."
	},
	"TruffleSpecialText": {
		"Party": "Я бы пригласила всех на тусовку к себе домой, но у меня и гриб не поместится."
	},
	"NurseSpecialText": {
		"Party": "Нет, я не скажу, сколько свечек у меня на торте."
	},
	"WizardSpecialText": {
		"Party": "Я явно закатываю самые волшебные тусовки.",
		"AfterDD2Tier1": "Знаешь, мне вроде уже встречался похожий портал, но он был из золота."
	},
	"SteampunkerSpecialText": {
		"Party": "Все говорят, что любят многоэтажные торты, поэтому я установила в мой торт дымовые трубы."
	},
	"CyborgSpecialText": {
		"Party": "Эта тусовка будет огонь! Или даже пожар!"
	},
	"SantaClausSpecialText": {
		"Party": "Да ладно, у тебя же не было мысли, что я тусуюсь только на Новый год?"
	},
	"DemolitionistSpecialText": {
		"Party": "Сегодня тебе нужно быть осторожнее. У нас, гномов, довольно взрывные вечеринки.",
		"AfterDD2Start": "Не понимаю, почему мы не можем просто взорвать эти порталы."
	},
	"ArmsDealerSpecialText": {
		"Party": "Вечеринки хороши тем, что на них люди раскрываются, прямо как устрицы."
	},
	"StylistSpecialText": {
		"Party": "Наверное, мне бы стоило сегодня сделать укладку, но мне сегодня хочется только лопать шарики ножницами."
	},
	"PainterSpecialText": {
		"Party": "Мне хотелось устроить пейнтбольную вечеринку, но всем хотелось только еды и украшений."
	},
	"AnglerSpecialText": {
		"Party": "Думаешь, мне нравятся тусовки только из-за моего возраста? Именно! Так что давай тусоваться!"
	},
	"AnglerQuestText": {
		"NoQuest_1": "У меня для тебя пока нет поручений.",
		"NoQuest_2": "Сегодня ты развлекал меня достаточно, иди.",
		"NoQuest_3": "Ты уже все сделал. Великий {Angler} сегодня тебя не примет!",
		"NoQuest_4": "Мне достаточно одной рыбы в день. Уходи, пожалуйста!",
		"NoQuest_5": "Я пока даже не использовал предыдущую рыбу, которую ты мне принес.  Мне больше не нужно.",
		"TurnIn_1": "Ох! Спасибо за рыбу, которую я просил, а теперь проваливай!",
		"TurnIn_2": "Отличный улов! Все идет по плану!  Хе-хе-хе!",
		"TurnIn_3": "Из тебя получается отличный мальчик на побегушках! А теперь уходи!",
		"TurnIn_4": "Муа-ха-ха-ха-ха! У тебя получилось! Но ты остался невредимым — как же это скучно!",
		"TurnIn_5": "Что?! Ты сделал то, что я просил, и выжил! Отлично, давай сюда и проваливай!",
		"Quest_Batfish": "На на-на на-на, Бэт-РЫБ! Спускайся под землю, найди рыбу и принеси мне!\n\n(Поймано в подземелье и пещерах)",
		"Quest_BumblebeeTuna": "В этих подземных джунглях {WorldName} столько всего невероятного! Например, я видел рыбу, точь-в-точь похожую на огромного шмеля. А на всяких пчел у меня аллергия, так что поймай ее для меня! Уверен, на вкус она как бутерброд с тунцом и медом!\n\n(Поймано в меде)",
		"Quest_Catfish": "Наконец-то я нашел в джунглях кота, который любит воду! Наверное, потому что он наполовину рыба. Не знаю, как так получилось, да и знать не хочу. Я просто хочу заполучить его, и как можно быстрее!\n\n(Поймано в джунглях на поверхности)",
		"Quest_Cloudfish": "До меня дошли слухи об островах, парящих высоко в небе. А еще говорят, что там скрываются невероятные сокровища! Хотя кому до этого дело, когда в облаках возникают озера, в которых плавают облачные рыбы! Хочу попробовать одну из таких на вкус, так что поймай мне ее поскорее!\n\n(Поймано в парящих озерах)",
		"Quest_Cursedfish": "В водах Порчи в глубинах земли плавает проклятая рыба! Она создана из проклятого пламени павших ужасов, которые там скрываются. Говорят, этот огонь не может потушить даже вода, и он может гореть вечно. Я уже придумал несколько крутых применений для этой рыбы! Ты же принесешь ее мне или у тебя кишка тонка?!\n\n(Поймано в Порче)",
		"Quest_Dirtfish": "Я как раз подсекал одну крупную рыбину, как из лесного озера выскочил забавный зомби и начал нести чушь о какой-то «свирепой» рыбе, полностью состоящей из грязи! Сказал, что такая рыба может придушить десяток ребят его размера или что-то в этом роде… Мне она нужна! НЕМЕДЛЕННО!\n\n(Поймано на поверхности, в подземелье и пещерах)",
		"Quest_DynamiteFish": "Подрывник поднял шум из-за того, что уронил динамитную шашку в лесное озеро. И чего он так переживает, у него же их целая куча? Наверное, потому что шашка обзавелась плавниками и уплыла! Не знаю, из чего он делает свою взрывчатку, но эта шашка явно одержима! Поймай ее и принеси мне — всегда хотел рыбу-бомбу в коллекцию! И не спрашивай, зачем...\n\n(Поймано на поверхности)",
		"Quest_EaterofPlankton": "Уверен, у тебя не хватит смелости найти пожирателя планктона. Это искаженная рыба, мутировавшая из отрубленных частей самого Пожирателя миров! Поймай и принеси мне ее — докажи, что ты не трус!\n\n(Поймано в Порче)",
		"Quest_FallenStarfish": "Как же я люблю собирать яркие желтые звезды, которые падают с неба! А еще больше мне нравится, когда они приземляются кому-нибудь на голову. Но… но… нет ничего круче звезды, которая падает в лесное озеро и превращается в рыбу! Ты же тоже крутой — сможешь достать ее для меня?\n\n(Поймано в парящих озерах)",
		"Quest_TheFishofCthulu": "Похоже, некоторые Демонические глаза — водоплавающие. Вместо полетов они плавают! Я хочу увидеть лицо неудачника, обнаружившего это в своей ванне! Их можно найти там же, что и обычных. Поэтому ты должен выловить одного из них и принести ко мне!\n\n(Поймано в парящих озерах и на поверхности)",
		"Quest_Fishotron": "Не знаю, что ужаснее — костяная рыба или костяная рыба с РУКАМИ. Этот Рыботрон в подземелье меня очень пугает! Думаю, он одержим теми же злыми духами, что завладели стариком, который охраняет темницу! Спорим, ты не сможешь поймать такую рыбку?\n\n(Поймано в пещерах)",
		"Quest_Harpyfish": "Я только было задремал на берегу горного озера, как на меня накинулась страшная рыба. Она летала! А еще у нее было женское лицо и перья! Кажется, я тогда кричал громче, чем она! Расплатись с ней за то, что она напугала меня так сильно!\n\n(Поймано в парящих озерах и на поверхности)",
		"Quest_Hungerfish": "Кусок Голода оторвался от Стены плоти и превратился в маленькую рыбоподобную штуку, которая теперь бесцельно плавает в преисподней. Она мерзкая и отвратительная, но я хочу заполучить ее немедленно!\n\n(Поймано в пещерах)",
		"Quest_Ichorfish": "Ты знал, что в глубинах Багрянца водятся такие твари, которые вырабатывают это противное желтое вещество? Я слышал невероятную историю о том, что такая желтая лужа слилась воедино и приняла форму рыбы, а теперь плавает где-то неподалеку! Поймай ее — хочу подсунуть ее кому-нибудь в туалет!\n\n(Поймано в Багрянце)",
		"Quest_Jewelfish": "Оооооххх, я стану ТАКИМ богатым! Глубоко в пещерах есть рыба из драгоценных камней! Не спрашивай, как так получилось, потому что я знаю только, что эта рыба очень крутая, и ты поймаешь ее для меня!\n\n(Поймано в подземелье и пещерах)",
		"Quest_MirageFish": "В глубинах Освящения водятся очень интересные существа! Они светятся совершенно безумным фиолетовым цветом, от которого в глазах рябит! Я безумно хочу, чтобы ты мне поймал такую рыбу!\n\n(Поймано в подземном Освящении)",
		"Quest_MutantFlinxfin": "Слушай загадку: белое, пушистое и живет в ледяном подземном озере? Рыборысь-мутант! Знаешь, я не шучу. Действительно, бывают такие рыси-мутанты, которые более приспособлены к водному образу жизни! А я хочу, чтобы она приспособилась к моему аквариуму, так что не подведи!\n\n(Поймано в подземной тундре)",
		"Quest_Pengfish": "Это кит! Это дельфин! Нет, это рыба-пингвин! О, смотри, вот и ты! Ты должен принести мне такую рыбу! Ты же знаешь, что они любят только холодную воду, да?\n\n(Поймано в Тундре)",
		"Quest_Pixiefish": "Есть такой очень-очень редкий вид фей, у которых от рождения так много крыльев, что они даже не могут летать! Они плавают с рыбами в озерах, окруженных такой голубой травой. Моему аквариуму нужна лампа, поэтому я хочу, чтобы ты поймал мне эту фею!\n\n(Поймано в Освящении)",
		"Quest_Spiderfish": "Я видел восьминогую рыбу! Нет уж! Я и близко больше туда не подойду! Ты поймаешь мне эту рыбу, и чтоб она была мертвой, когда я возьму ее в руки! Рыбачить так глубоко в пещере я больше не собираюсь!\n\n(Поймано в подземелье и пещерах)",
		"Quest_UnicornFish": "Единороги и радуги — это просто чудо! Они есть везде, даже в воде. Нет, серьезно — я действительно видел рыбу-единорога в освященном озере! Поймай ее — хочу сделать из нее питомца!\n\n(Поймано в Освящении)",
		"Quest_GuideVoodooFish": "Демонам в подземном мире очень нравятся куклы вуду, но, кажется, там есть кукла, которую слишком накачали магической силой! Она превратилась в рыбу и действует по своей воле. Принеси мне ее! И остерегайся кипящей лавы, а то она сожжет тебя дотла и я не получу своей рыбы!\n\n(Поймано в пещерах)",
		"Quest_Wyverntail": "Я знаю кое-что, чего тыыыы не знаешь! Ладно, скажу тебе. Среди звезд летает ужасное создание! И я не выдумываю! Его называю Виверна! Но тебе ведь это уже было известно, правда? А знаешь, что Виверны вырастают из головастиков? Так что они почти как… лягушки! Вперед, вприпрыжку, найди мне такого головастика!\n\n(Поймано в парящих озерах)",
		"Quest_ZombieFish": "Ты мне не поверишь! Ночью я поймал в лесу уже мертвую рыбу! И она потом попыталась меня съесть! Я выбросил ее и убежал! А теперь хочу спрятать ее кому-нибудь в шкаф и посмотреть, что будет. Так что вылови мне ее обратно, хорошо?\n\n(Поймано на поверхности)",
		"Quest_AmanitiaFungifin": "Я нашел замечательное место с гигантскими светящимися грибами! Все вокруг светилось голубым! Я начал собирать грибы, которые нашел возле сверкающего голубого озера, но тут один из них цапнул меня и уплыл! Хочу отплатить ему тем же — хорошенько его потрепать! Поэтому найди его и принеси сюда!\n\n(Поймано на полях светящихся грибов)",
		"Quest_Angelfish": "Ты знал, что высоко в небе парят волшебные острова? Уверен, не знал! Говорят, на небесах живут ангелы. А я думаю, что у этих ангелов есть плавники и жабры! Верю, ты сможешь поймать мне одного из них!\n\n(Поймано в парящих озерах)",
		"Quest_BloodyManowar": "Ой! Не подходи! Меня ужалил Кровавый Мановар! Если ты недостаточно умен, чтобы знать о нем — это самая опасная медуза во всем мире {WorldName}! Отправляйся в этот гадкий багрянец и поймай ее, если тебе хватит мужества! \n\n(Поймано в Багрянце)",
		"Quest_Bonefish": "Обычно меня совершенно не беспокоят рыбьи кости, плавающие в воде под землей, но эти кости плавали осознанно! Ты думал, только человеческие скелеты болтаются по этому миру {WorldName}? Поймай мне такую рыбу, чтобы я подложил ее кому-нибудь в кровать!\n\n(Поймано в подземелье и пещерах)",
		"Quest_Bunnyfish": "В общем, вышел я как-то порыбачить в лес. И представь! На меня выпрыгнул кролик! А потом еще один, и еще один… внезапно оказалось, что я окружен целой стаей кроликов! Один даже подплыл ко мне по воде, но у него не было лап! Я от удивления свалился с кресла, и все кролики разбежались! Я хочу этого кролика-рыбу сделать своим питомцем, так что поймай его! И поживее!\n\n(Поймано на поверхности)",
		"Quest_CapnTunabeard": "Эй, салага! Разрази меня гром! Тысяча чертей! У одного капитана пиратов была рыбка по имени Капитан Тунцовая Борода, но как-то во время сильного шторма аквариум упал за борт! У нее крюк вместо хвоста, повязка на глазу и все такое! Поймай мне эту рыбу, чтобы я стал крутым как пират! Ясное дело, она до сих пор где-то в океане! Намек понял?\n\n(Поймано в океане)",
		"Quest_Clownfish": "На берегу океана я видел яркую оранжевую рыбу. Она оглядывалась вокруг в таком волнении, словно потеряла кого-то из семьи! Поймай ее мне — тогда на берегу уже другая рыба будет искать своего родича!\n\n(Поймано в океане)",
		"Quest_DemonicHellfish": "Я слышал, что король всех демонов преисподней — это на самом деле рыба! Только представь, какой безграничной властью я буду обладать, если ты мне ее поймаешь!\n\n(Поймано в пещерах)",
		"Quest_Derpfish": "Те чертовы блохи — самые страшные существа, что я видел! Хорошо, что у них иногда нет ног. Эта разновидность обитает в воде, она не такая опасная! Поймай мне это существо — хочу попробовать его на вкус, не перепугавшись до полусмерти!\n\n(Поймано в джунглях на поверхности)",
		"Quest_Fishron": "Ходит легенда о могучем создании, известном как Рыброн! Это частично свинья, частично дракон, а частично РЫБА! Слышал, это существо обитает в ледяных подземных озерах в самой холодной части мира! Я туда не пойду, так что пойди ТЫ и поймай его! Так не терпится уже заполучить его!\n\n(Поймано в подземной тундре)",
		"Quest_InfectedScabbardfish": "В мутных водах Порчи плавает очень длинная рыба, похожая на ножны меча! Она сильно напоминает черный камень, так что будь внимателен! Да, это я к тебе обращаюсь. Ты же будешь ее ловить, не я!\n\n(Поймано в Порче)",
		"Quest_Mudfish": "Ступай осторожно через воды джунглей! Почему? Нет, не потому, что я беспокоюсь, что тебя сожрут пираньи. Просто не хочу, чтобы ты наступил на одну из моих любимых рыб — грязевую рыбу! А еще я очень хочу, чтобы ты поймал мне ее!\n\n(Поймано в джунглях)",
		"Quest_Slimefish": "В лесу есть куча отвратительных слизней. А рыбы-слизни еще отвратительней! Не хочу плавать со слизнями, поэтому вылови мне одну из этих рыб!\n\n(Поймано где угодно)",
		"Quest_TropicalBarracuda": "Пираньи и акулы — это такие уродливые существа! Ну ооочень уродливые! Ты знал, что даже если рыба выглядит очень красиво, она все равно может обглодать тебе лицо? Кстати, за такое зрелище я бы заплатил 2 платиновых монеты… Ладно, перейдем к делу — ты поймаешь мне эту рыбу. Только постарайся это сделать до того, как лишишься своего лица!\n\n(Поймано в джунглях на поверхности)",
		"Quest_TundraTrout": "А у тебя когда-нибудь были мысли о том, почему озера в заснеженных областях этого мира {WorldName} никогда не замерзают? У меня — нет. А вот рыба замерзает! Рыба из льда будет отличным подношением, которое примет великий и ужасный {Angler}! Отправляйся в путь, мой верный подданный, и поскорее принеси мне тундровую форель!\n\n(Поймано в тундре на поверхности)"
	},
	"AnglerChatter": {
		"Chatter_1": "Почему не хочет продавать мне {Bartender}? Я хочу попробовать! Какой брюзга!"
	},
	"BartenderChatter": {
		"Chatter_1": "У меня есть лекарство от твоей болезни! Понимаешь? Эль! Нет?",
		"Chatter_10": "Думаешь, {Steampunker} продает дополнения к этому оружию? Я знаю одну ведьму, которая продает.",
		"Chatter_11": "Не удивительно, что {Demolitionist} вечно попадает в передряги. Ты даже не представляешь, сколько эля он у меня покупает.",
		"Chatter_12": "Обычно я не большой фанат гоблинов, но {GoblinTinkerer}, похоже, правильный малый.",
		"Chatter_13": "{?Day}Кто-нибудь видел, куда подевалась Дриада?",
		"Chatter_14": "{?!Day}Тут как-то тихо. Даже слишком тихо...",
		"Chatter_15": "{?!Day}Заходи ко мне и делай свою работу.",
		"Chatter_16": "{?BloodMoon}Знаешь, там, откуда я родом, Кровавая луна — только лишний повод прогуляться.",
		"Chatter_17": "{?MoonLordDefeated}Лунный лорд? Ты про Лорда преисподней?",
		"Chatter_18": "{?HardMode}Я знаю одного лаваманта, которому бы очень понравились эти адские камни в преисподней.",
		"Chatter_19": "{?Homeless}Знаешь хорошие места для лавки? Я бы открыл тут бар.",
		"Chatter_2": "Говорят, ты сильный. Я знаю сильных. Посмотрим, сравнишься ли ты с ними.",
		"Chatter_3": "Там, откуда я родом, мы подаем только пиво из корешков...",
		"Chatter_4": "Это большое повышение после протирания стола целый день.",
		"Chatter_5": "Жизнь — боль, когда ты от природы лучше всех.",
		"Chatter_6": "Что я здесь делаю...",
		"Chatter_7": "Много упорства и немного везения могут завести далеко...",
		"Chatter_8": "Тебе тут не встречались Мёбрусы?",
		"Chatter_9": "{Dryad} милая. Нужно увезти ее с собой."
	},
	"BartenderHelpText": {
		"Help_1": "Это первое, что тебе нужно знать об особых защитных артефактах, которые я продаю, но только если у тебя есть медали защитника!",
		"Help_10": "Если ты успешно отражаешь нашествие, ты получаешь медали защитника, которые можешь принести мне и в обмен получить артефакты и другие особые награды.",
		"Help_11": "Еще до меня доходили слухи о том, что силу артефактов можно увеличить, если победить армию Старца. Может, ты даже сможешь их использовать в любой момент!",
		"Help_2": "Ты можешь использовать эти артефакты, чтобы создавать ловушки и защитные башни. На это расходуется этерианская мана — особая энергия, которая выпадает только с солдат армии Старца!",
		"Help_3": "Победить армию Старца довольно просто. Ее привлекает сила этерианских кристаллов, которые можно использовать как наживку.",
		"Help_4": "Чтобы установить этерианский кристалл, нужно найти такой кристалл и стенд. Так случилось, что я как раз их продаю!",
		"Help_5": "Стенд для этерианского кристалла нужно ставить на ровной открытой области. Много стен и других предметов значительно усложняют оборону!",
		"Help_6": "После установки стенда нужно просто активировать его, удерживая в руке этерианский кристалл, а потом готовиться к бою!",
		"Help_7": "Разумеется, нельзя позволить армии Старца разрушить этерианский кристалл! Это окажет катастрофические последствия на мой родной мир — Этерию!",
		"Help_8": "Можно устанавливать защитные механизмы за 10 единиц этерианской маны. После установки этерианский кристалл даст немного этой маны. Чтобы получить еще, нужно побеждать врагов.",
		"Help_9": "С помощью защитных механизмов нужно отразить несколько волн захватчиков, которые будут пытаться уничтожить и тебя, и этерианский кристалл!"
	},
	"BartenderNames": {
		"Name_1": "Тед",
		"Name_10": "Явахоук",
		"Name_11": "Эландриан",
		"Name_12": "Дрискан",
		"Name_13": "Ямисом",
		"Name_14": "Блэксмит",
		"Name_15": "Дани Му",
		"Name_16": "Пэдди",
		"Name_2": "Барик",
		"Name_3": "Джерри",
		"Name_4": "Билл",
		"Name_5": "Эрнест",
		"Name_6": "Уиллиам",
		"Name_7": "Дейл",
		"Name_8": "Брюс",
		"Name_9": "Моу"
	},
	"CyborgChatter": {
		"Chatter_1": "{Bartender} сказал, что я напоминаю ему о какой-то EV2. Возможно, стоит с ней встретится."
	},
	"GoblinTinkererChatter": {
		"Chatter_1": "Знаешь, те этерианские гоблины не имеют ничего общего с моим народом. Они — просто банда хулиганов. А мой народ — намного лучше..."
	},
	"GuideHelpText": {
		"Help_1063": "Я бы мог рассказать тебе все об этой армии Старца, но {Bartender} наверняка знает об этом больше."
	},
	"MechanicChatter": {
		"Chatter_1": "{Bartender} предложил мне пиво из корешков, а я попросил налить мне его в квадратный бокал."
	},
	"NurseChatter": {
		"Chatter_1": "Я прошу вино, а {Bartender} постоянно наливает мне эль."
	},
	"PirateChatter": {
		"Chatter_1": "В конце концов, нам пора уже обзавестись трактирщиком! Мой ром почти закончился!"
	},
	"StylistChatter": {
		"Chatter_1": "Я подумал, что {Bartender} выпьет за мой счет, но он отказался. Ну, я мог хотя бы привести в порядок его усы!"
	},
	"TownNPCHousingFailureReasons": {
		"HoleInWallIsTooBig": "В этой комнате не хватает стены",
		"RoomCheckStartedInASolidTile": "Это твердый блок!",
		"RoomIsTooBig": "Эта комната слишком большая",
		"RoomIsTooSmall": "Эта комната слишком маленькая",
		"TooCloseToWorldEdge": "Для этого нам нужен текст получше!!!"
	}
}