{
	"WorldGeneration": {
		"OceanSand":  "Generating ocean sand"
	},
	"LoadingTips_Default": {
		"1": "Other players can loot your chests! If you don't trust them, use a Safe or Piggy Bank; those items have storage that is exclusive to each player.",
		"2": "Info accessories don't need to be equipped to provide you and nearby friends with useful information; you can just leave them in your Inventory.",
		"3": "Rope can really help you get around while exploring caves. You can even craft it into a Rope Coil which can be thrown and automatically unfolds!",
		"4": "Mushroom Biomes can be grown above ground as well as below. Friendly Truffles will sometimes make themselves at home in Surface Mushroom Biomes.",
		"5": "You can change your spawn point by placing and using a bed.",
		"6": "If you find a Magic Mirror, you can use it to teleport back to your spawn point.",
		"7": "There are Floating Islands in the sky.",
		"8": "Sometimes you can find NPCs hidden around the World.",
		"9": "During a Blood Moon, Zombies can open doors.",
		"10": "Water will break your fall.",
		"11": "Torches and Glowsticks can be a light for you in dark places when all other lights go out. Torches won't work underwater, but Glowsticks will.",
		"12": "Don't fall into lava without drinking an Obsidian Skin Potion first!",
		"13": "You won't take falling damage if you have a Lucky Horseshoe. Look for them on Floating Islands.",
		"14": "Walking on Hellstone and Meteorite can burn you! Protect yourself by equipping an Obsidian Skull or similar accessory.",
		"15": "Life Crystals are hidden around the World. Use them to increase your health.",
		"16": "Torches require Wood and Gel to craft. Gel can be obtained by defeating slimes.",
		"17": "Some ores require better pickaxes to mine.",
		"18": "Bosses are easier to defeat with friends.",
		"19": "Bows and guns require the proper ammo in your Ammo Slots.",
		"20": "The Old Man at the Dungeon is a Clothier. If only someone could lift his curse...",
		"21": "Merchants love money. If you save up enough, one might move in!",
		"22": "Keep an explosive in your inventory or a storage container to attract a Demolitionist to your house.",
		"23": "Make sure you have valid housing with empty rooms, and you may attract new inhabitants to your World.",
		"24": "When exploring, it helps to keep some Platforms on hand. They can be crafted from numerous materials such as Wood, Glass, or even Bones.",
		"25": "Slay a boss to attract a Dryad to your house. She can tell you the state of Corruption, Crimson, and Hallow in your World.",
		"26": "Advanced players may wish to remap their buttons; you can do this from the Controls Menu in Settings.",
		"27": "Wear a Mining Helmet if you don't want to use Torches.",
		"28": "You can wear Buckets on your head!",
		"29": "Defeat the boss in The Underworld to change the World forever. Find a Guide Voodoo Doll and hurl it into the infernal lava to summon him.",
		"30": "Demon Altars and Crimson Altars can't be destroyed with a normal hammer. You have to pwn them.",
		"31": "Killing Bunnies is cruel. Period.",
		"32": "Falling Stars sometimes appear at night. Collect 3 of them to craft a Mana Crystal you can use to increase your Mana.",
		"33": "Watch out for Meteorites!",
		"34": "A pet can be your best friend.",
		"35": "If you dig deep enough, you'll end up in The Underworld!",
		"36": "Santa Claus is real. He comes to town after the Frost Legion is defeated (and 'tis the season).",
		"37": "Don't shake a Snow Globe unless you want to summon the Frost Legion.",
		"38": "You can use Hallowed Seeds, Holy Water, or Pearlstone to make Hallow spread.",
		"39": "The Hallow is the only place where Corruption and Crimson cannot spread.",
		"40": "The Corruption is full of chasms. Mind the gaps.",
		"41": "Time heals all wounds.",
		"42": "You can plant Acorns to grow new trees.",
		"43": "Rocket science gave us Rocket Boots.",
		"44": "The Cloud in a Bottle and Shiny Red Balloon accessories both improve your ability to jump. Combine them to make a Cloud in a Balloon.",
		"45": "If you store your Coins in a Chest or Piggy Bank, you will be less likely to lose them.",
		"46": "To craft potions, place a Bottle on a Table to make an Alchemy Station. Double, double, toil and trouble!",
		"47": "If your house doesn't have background walls, monsters will be able to spawn inside.",
		"48": "Wearing a full set of armor crafted from the same material gives you an extra bonus.",
		"49": "Build a Furnace to craft metal bars out of ore.",
		"50": "You can harvest Cobwebs and turn them into Silk. You can use Silk to craft beds, sofas, and more!",
		"51": "You can buy Wires from the Mechanic and use them to create traps, pumping systems, or other elaborate devices.",
		"52": "The Housing section of the Equipment Menu allows you to decide what rooms you want your NPCs to live in.",
		"53": "If you're sick of getting knocked around, try equipping a Cobalt Shield. You can find one in the Dungeon.",
		"54": "Grappling Hooks are invaluable tools for exploration. Try crafting them with Hooks or gems.",
		"55": "A room in a house can have Wood Platforms as a floor or ceiling, but NPCs need at least one solid block to stand on.",
		"56": "You can destroy Shadow Orbs and Crimson Hearts with a hammer or explosives, but prepare yourself for the forces they unleash.",
		"57": "When dealing with a Goblin Army, crowd control is key.",
		"58": "The best wizards around use Mana Flowers.",
		"59": "Use \"suspicious looking items\" at your own risk!",
		"60": "Sand is overpowered.",
		"61": "The Goblin Tinkerer found in Underground Caverns will sell you many useful items, including a Tinkerer's Workshop.",
		"62": "You can check if a room is valid housing from the Housing section of the Inventory Menu.",
		"63": "Seeds can be used to grow a variety of useful ingredients for crafting potions.",
		"65": "If you get lost or need to find another player, open the World Map.",
		"66": "If you need to remove background walls, craft a hammer!",
		"67": "Got some extra walls or platforms? You can turn them back into their original materials!",
		"68": "Fishing is a fantastic source of crafting ingredients, accessories, and loot crates!",
		"69": "Nothing improves your mobility like Wings. Who wouldn't want to fly?",
		"70": "Riding Minecarts is one of the best ways of getting around. You can build your own tracks, or find them Underground.",
		"71": "Life Crystals not enough for you? Eventually, Life Fruit will grow in the Jungle, and can give you an extra boost to your health.",
		"72": "Change your clothes in game at a Dresser or talk to the Stylist for a new hairdo.",
		"73": "Mounts grant the player increased mobility and a variety of useful abilities. Each one is unique!",
		"74": "Looking for a challenge? Try Expert mode!",
		"75": "Be careful around Martian Probes. If they scan you, they'll summon a Martian Invasion!",
		"76": "During a Solar Eclipse, be on the lookout for tons of strange and creepy monsters.",
		"77": "Sometimes, enemies may even invade from other dimensions . . .",
		"78": "A Pumpkin Medallion can be used to summon the Pumpkin Moon. Spooky!",
		"79": "Feeling up for the chill of winter? Use a Naughty Present to summon the Frost Moon!",
		"80": "When a Sandstorm hits, deserts can be very dangerous. New enemies, reduced visibility, and it can even be hard to move!",
		"81": "The Arms Dealer knows more about guns than anyone. If you find one, he might move in.",
		"82": "The Mechanic got lost in the Dungeon. You'll have to help her out if you want her to move in.",
		"83": "Once you use a Life Crystal, a Nurse might move in! Speak to her for healing at any time . . . for a price, of course.",
		"84": "If you ever want to get stylish, try dyes! The Dye Trader can help you turn some materials into new dye colors.",
		"85": "The Tavernkeep is a guest from a faraway land called Etheria.",
		"86": "If you need a new haircut, go check out a nearby Spider Biome. Stylists always end up lost in them!",
		"87": "Regular Wood and Stone not vibrant enough for you? A Painter will move in and sell paints if enough townsfolk move in.",
		"88": "It's worth it to explore your Oceans. You can find treasure, dyes, and even sleeping fishermen.",
		"89": "You could get a Witch Doctor to come to your World if you defeat the Queen Bee.",
		"90": "The Party Girl won't move in unless your World is full of other townsfolk. Afterall, what's a party without lots of guests?",
		"91": "The Wizard sells some useful magic artifacts, but he has a tendency to wander off Underground.",
		"92": "The Tax Collector spends his days wandering the Underworld as a Tortured Soul. If only there were a way to purify him . . .",
		"93": "Pirates are so unpredictable. First they invade your world, and then they move into your houses!",
		"94": "If you ever defeat any giant robots, a Steampunker might move in to your World.",
		"95": "If you like rockets, the Cyborg may have some for sale.",
		"96": "The Traveling Merchant never stays in one place for long, but he always brings different wares when he visits!",
		"97": "Not all Skeletons are evil. Some are even known to sell unique items to those that can find them.",
		"98": "Not sure what to do next? Take a look at the Achievement Guide for a clue!",
		"99": "If an enemy steals your money after you die in Expert Mode, hunt it down! If you defeat it, you can get your money back.",
		"100": "With the Block Swap mechanic enabled, you can replace one block with another directly, rather than having to mine it first.",
		"101": "Keep an eye out for Goodie Bags around Halloween. If you open them, you can find all sorts of spooky items.  Trick or Treat!",
		"102": "Clouds are nice and soft, and you won't get hurt falling on them no matter how far you fall.",
		"103": "Did you know you can order your Summons to attack a specific target? While holding a Summoning Weapon, Right Click an enemy!",
		"104": "Press the + and - keys to zoom in & out! Focus on what matters!",
		"105": "Have something on the Map to show a friend? Double click on the Map to ping a location for everyone to see!",
		"106": "The Void Bag is a magical artifact that will store items for you when your inventory is full.",
		"107": "Enemies aren't the only danger when exploring Underground. Watch out for traps too!",
		"108": "Find a cool new Material?  Want to know what you can make?  Check with your friendly neighborhood Guide!",
		"109": "Have some NPCs perished?  Don't worry, they'll be back in the morning.",
		"110": "Explosives are dangerous!\n...and effective..."
	},
	"LoadingTips_GamePad": {
		"0": "You can assign your favorite items to the DPad for rapid use by enabling DPad Hotbar in Gamepad Settings!",
		"1": "You can continuously use some items by holding down the {InputTrigger_UseOrAttack} button.",
		"2": "Press {InputTrigger_SmartCursor} to switch between Cursor Modes.",
		"3": "If your Inventory is full, you can press {InputTriggerUI_Trash} to send items to the Trash.",
		"4": "When speaking to a vendor, you can sell items in your Inventory by pressing {InputTriggerUI_SellItem}.",
		"5": "You can remove Torches with {InputTrigger_InteractWithTile} or with a pickaxe.",
		"6": "In your Inventory, you can press {InputTrigger_QuickEquip} to equip items such as armor or accessories directly to a usable slot.",
		"7": "Hold {InputTrigger_SmartSelect} to use Auto Select, a versatile feature that adapts to your environment. It will allow you to automatically hold your Torches in dark caves, Glowsticks when underwater, or even select the right tool for breaking something.",
		"8": "Press {InputTriggerUI_FavoriteItem} to Favorite an item. Favorited items can no longer be sold, thrown away, or dropped. No more accidentally losing your favorite items!",
		"9": "While navigating your Inventory, press {InputTriggerUI_BuildFromInventory} while highlighting a tool or block to build directly from your Inventory.",
		"10": "Hold {InputTrigger_RadialQuickbar} and {InputTrigger_RadialHotbar} to bring up the Radial Quickbar and Radial Hotbar menus. These will allow you to quickly access potions, mounts, and the items in your hotbar.",
		"11": "There are multiple Gamepad control layouts available in the menu. Choose from Redigit's Pick, Yoraiz0r's Pick, Xbox, Playstation, or even make your own Custom settings!",
		"12": "If you select DPad Cursor Snap in the Gamepad settings, you can use the DPad for improved precision when mining or building.",
		"13": "When using Gamepad, you can lock on to enemies by pressing {InputTrigger_LockOn}. Locked on targets will be marked by a spinning reticle, and long range weapons will automatically aim at your target!"
	},
	"LoadingTips_Keyboard": {
		"0": "You can continuously use some items by holding down the {InputTrigger_UseOrAttack} button.",
		"1": "Press {InputTrigger_SmartCursor} to switch between Cursor Modes.",
		"2": "If your Inventory is full, you can press {InputTriggerUI_Trash} and {InputTrigger_UseOrAttack} to send items to the Trash.",
		"3": "When speaking to a vendor, you can sell items in your Inventory by pressing {InputTriggerUI_Trash} and {InputTrigger_UseOrAttack}.",
		"4": "You can remove Torches with {InputTrigger_InteractWithTile} or with a pickaxe.",
		"5": "In your Inventory, you can press {InputTrigger_InteractWithTile} to equip items such as armor or accessories directly to a usable slot.",
		"6": "Hold {InputTrigger_SmartSelect} to use Auto Select, a versatile feature that adapts to your environment. It will allow you to automatically hold your Torches in dark caves, Glowsticks when underwater, or even select the right tool for breaking something.",
		"7": "Press {InputTriggerUI_FavoriteItem} and {InputTrigger_UseOrAttack} to Favorite an item. Favorited items can no longer be sold, thrown away, or dropped. No more accidentally losing your favorite items!"
	},
	"ChatCommand": {
		"Party": "/p",
		"Emote": "/me",
		"Playing_0": "{$LegacyMultiplayer.6}",
		"Playing_1": "{$LegacyMultiplayer.21}",
		"Roll": "{$LegacyMultiplayer.8}",
		"Emoji_0": "/emoji",
		"Emoji_1": "/e",
		"Help": "/help",
		"RPS": "/rps"
	},
	"ChatCommandDescription": {
		"Party": "{$ChatCommand.Party} message: Send the message to your party members",
		"Emote": "{$ChatCommand.Emote} message: Send the message in third-person perspective",
		"Playing": "{$ChatCommand.Playing_0}: List the names of all players on the server",
		"Roll": "{$ChatCommand.Roll}: Roll a number from 1 to 100",
		"Emoji": "{$ChatCommand.Emoji_1}: Show your emoji",
		"Help": "{$ChatCommand.Help}: Lists all the commands you can use",
		"RPS": "{$ChatCommand.RPS}: Randomly uses a Rock, Paper, or Scissors emote"
	},
	"EmojiCommand": {
		"EmotionLove": "/{$EmojiName.EmotionLove}",
		"EmotionAnger": "/{$EmojiName.EmotionAnger}",
		"EmotionCry": "/{$EmojiName.EmotionCry}",
		"EmotionAlert": "/{$EmojiName.EmotionAlert}",
		"WeatherRain": "/{$EmojiName.WeatherRain}",
		"WeatherLightning": "/{$EmojiName.WeatherLightning}",
		"WeatherRainbow": "/{$EmojiName.WeatherRainbow}",
		"ItemRing": "/{$EmojiName.ItemRing}",
		"DebuffPoison": "/{$EmojiName.DebuffPoison}",
		"DebuffBurn": "/{$EmojiName.DebuffBurn}",
		"DebuffSilence": "/{$EmojiName.DebuffSilence}",
		"DebuffCurse": "/{$EmojiName.DebuffCurse}",
		"CritterBee": "/{$EmojiName.CritterBee}",
		"CritterSlime": "/{$EmojiName.CritterSlime}",
		"MiscTree": "/{$EmojiName.MiscTree}",
		"EmoteLaugh": "/{$EmojiName.EmoteLaugh}",
		"EmoteFear": "/{$EmojiName.EmoteFear}",
		"EmoteNote": "/{$EmojiName.EmoteNote}",
		"EventBloodmoon": "/{$EmojiName.EventBloodmoon}",
		"EventEclipse": "/{$EmojiName.EventEclipse}",
		"EventPumpkin": "/{$EmojiName.EventPumpkin}",
		"EventSnow": "/{$EmojiName.EventSnow}",
		"BiomeSky": "/{$EmojiName.BiomeSky}",
		"BiomeOtherworld": "/{$EmojiName.BiomeOtherworld}",
		"BiomeJungle": "/{$EmojiName.BiomeJungle}",
		"BiomeCrimson": "/{$EmojiName.BiomeCrimson}",
		"BiomeCorruption": "/{$EmojiName.BiomeCorruption}",
		"BiomeHallow": "/{$EmojiName.BiomeHallow}",
		"BiomeDesert": "/{$EmojiName.BiomeDesert}",
		"BiomeBeach": "/{$EmojiName.BiomeBeach}",
		"BiomeRocklayer": "/{$EmojiName.BiomeRocklayer}",
		"BiomeLavalayer": "/{$EmojiName.BiomeLavalayer}",
		"BiomeSnow": "/{$EmojiName.BiomeSnow}",
		"RPSWinScissors": "/{$EmojiName.RPSWinScissors}",
		"RPSWinRock": "/{$EmojiName.RPSWinRock}",
		"RPSWinPaper": "/{$EmojiName.RPSWinPaper}",
		"RPSScissors": "/{$EmojiName.RPSScissors}",
		"RPSRock": "/{$EmojiName.RPSRock}",
		"RPSPaper": "/{$EmojiName.RPSPaper}",
		"BossEoC": "/{$EmojiName.BossEoC}",
		"BossEoW": "/{$EmojiName.BossEoW}",
		"BossBoC": "/{$EmojiName.BossBoC}",
		"BossQueenBee": "/{$EmojiName.BossQueenBee}",
		"BossSkeletron": "/{$EmojiName.BossSkeletron}",
		"BossWoF": "/{$EmojiName.BossWoF}",
		"BossDestroyer": "/{$EmojiName.BossDestroyer}",
		"BossSkeletronPrime": "/{$EmojiName.BossSkeletronPrime}",
		"BossTwins": "/{$EmojiName.BossTwins}",
		"BossPlantera": "/{$EmojiName.BossPlantera}",
		"BossGolem": "/{$EmojiName.BossGolem}",
		"BossFishron": "/{$EmojiName.BossFishron}",
		"BossKingSlime": "/{$EmojiName.BossKingSlime}",
		"BossCultist": "/{$EmojiName.BossCultist}",
		"BossMoonmoon": "/{$EmojiName.BossMoonmoon}",
		"BossMourningWood": "/{$EmojiName.BossMourningWood}",
		"BossPumpking": "/{$EmojiName.BossPumpking}",
		"BossEverscream": "/{$EmojiName.BossEverscream}",
		"BossIceQueen": "/{$EmojiName.BossIceQueen}",
		"BossSantank": "/{$EmojiName.BossSantank}",
		"BossPirateship": "/{$EmojiName.BossPirateship}",
		"BossMartianship": "/{$EmojiName.BossMartianship}",
		"CritterZombie": "/{$EmojiName.CritterZombie}",
		"CritterBunny": "/{$EmojiName.CritterBunny}",
		"CritterButterfly": "/{$EmojiName.CritterButterfly}",
		"CritterGoblin": "/{$EmojiName.CritterGoblin}",
		"CritterPirate": "/{$EmojiName.CritterPirate}",
		"CritterSnowman": "/{$EmojiName.CritterSnowman}",
		"CritterSpider": "/{$EmojiName.CritterSpider}",
		"CritterBird": "/{$EmojiName.CritterBird}",
		"CritterMouse": "/{$EmojiName.CritterMouse}",
		"CritterGoldfish": "/{$EmojiName.CritterGoldfish}",
		"CritterMartian": "/{$EmojiName.CritterMartian}",
		"CritterSkeleton": "/{$EmojiName.CritterSkeleton}",
		"ItemLifePotion": "/{$EmojiName.ItemLifePotion}",
		"ItemManaPotion": "/{$EmojiName.ItemManaPotion}",
		"ItemSoup": "/{$EmojiName.ItemSoup}",
		"ItemCookedFish": "/{$EmojiName.ItemCookedFish}",
		"ItemAle": "/{$EmojiName.ItemAle}",
		"ItemSword": "/{$EmojiName.ItemSword}",
		"ItemFishingRod": "/{$EmojiName.ItemFishingRod}",
		"ItemBugNet": "/{$EmojiName.ItemBugNet}",
		"ItemDynamite": "/{$EmojiName.ItemDynamite}",
		"ItemMinishark": "/{$EmojiName.ItemMinishark}",
		"ItemCog": "/{$EmojiName.ItemCog}",
		"ItemTombstone": "/{$EmojiName.ItemTombstone}",
		"ItemGoldpile": "/{$EmojiName.ItemGoldpile}",
		"ItemDiamondRing": "/{$EmojiName.ItemDiamondRing}",
		"EmoteConfused": "/{$EmojiName.EmoteConfused}",
		"EmoteKiss": "/{$EmojiName.EmoteKiss}",
		"EmoteSleep": "/{$EmojiName.EmoteSleep}",
		"ItemPickaxe": "/{$EmojiName.ItemPickaxe}",
		"EmoteRun": "/{$EmojiName.EmoteRun}",
		"EmoteKick": "/{$EmojiName.EmoteKick}",
		"EmoteFight": "/{$EmojiName.EmoteFight}",
		"EmoteEating": "/{$EmojiName.EmoteEating}",
		"WeatherSunny": "/{$EmojiName.WeatherSunny}",
		"WeatherCloudy": "/{$EmojiName.WeatherCloudy}",
		"WeatherStorming": "/{$EmojiName.WeatherStorming}",
		"WeatherSnowstorm": "/{$EmojiName.WeatherSnowstorm}",
		"EventMeteor": "/{$EmojiName.EventMeteor}",
		"MiscFire": "/{$EmojiName.MiscFire}",
		"TownMerchant": "/{$EmojiName.TownMerchant}",
		"TownNurse": "/{$EmojiName.TownNurse}",
		"TownArmsDealer": "/{$EmojiName.TownArmsDealer}",
		"TownDryad": "/{$EmojiName.TownDryad}",
		"TownGuide": "/{$EmojiName.TownGuide}",
		"TownOldman": "/{$EmojiName.TownOldman}",
		"TownDemolitionist": "/{$EmojiName.TownDemolitionist}",
		"TownClothier": "/{$EmojiName.TownClothier}",
		"TownGoblinTinkerer": "/{$EmojiName.TownGoblinTinkerer}",
		"TownWizard": "/{$EmojiName.TownWizard}",
		"TownMechanic": "/{$EmojiName.TownMechanic}",
		"TownSanta": "/{$EmojiName.TownSanta}",
		"TownTruffle": "/{$EmojiName.TownTruffle}",
		"TownSteampunker": "/{$EmojiName.TownSteampunker}",
		"TownDyeTrader": "/{$EmojiName.TownDyeTrader}",
		"TownPartyGirl": "/{$EmojiName.TownPartyGirl}",
		"TownCyborg": "/{$EmojiName.TownCyborg}",
		"TownPainter": "/{$EmojiName.TownPainter}",
		"TownWitchDoctor": "/{$EmojiName.TownWitchDoctor}",
		"TownPirate": "/{$EmojiName.TownPirate}",
		"TownStylist": "/{$EmojiName.TownStylist}",
		"TownTravellingMerchant": "/{$EmojiName.TownTravellingMerchant}",
		"TownAngler": "/{$EmojiName.TownAngler}",
		"TownSkeletonMerchant": "/{$EmojiName.TownSkeletonMerchant}",
		"TownTaxCollector": "/{$EmojiName.TownTaxCollector}",
		"PartyPresent": "/{$EmojiName.PartyPresent}",
		"PartyBalloons": "/{$EmojiName.PartyBalloons}",
		"PartyCake": "/{$EmojiName.PartyCake}",
		"PartyHats": "/{$EmojiName.PartyHats}",
		"TownBartender": "/{$EmojiName.TownBartender}",
		"ItemBeer": "/{$EmojiName.ItemBeer}",
		"ItemDefenderMedal": "/{$EmojiName.ItemDefenderMedal}",
		"EventOldOnesArmy": "/{$EmojiName.EventOldOnesArmy}",
		"EmoteSadness": "/{$EmojiName.EmoteSadness}",
		"EmoteAnger": "/{$EmojiName.EmoteAnger}",
		"EmoteHappiness": "/{$EmojiName.EmoteHappiness}",
		"EmoteWink": "/{$EmojiName.EmoteWink}",
		"EmoteScowl": "/{$EmojiName.EmoteScowl}",
		"EmoteSilly": "/{$EmojiName.EmoteSilly}",
		"TownGolfer": "/{$EmojiName.TownGolfer}",
		"TownBestiaryGirl": "/{$EmojiName.TownBestiaryGirl}",
		"TownBestiaryGirlFox": "/{$EmojiName.TownBestiaryGirlFox}",
		"BossEmpressOfLight": "/{$EmojiName.BossEmpressOfLight}",
		"BossQueenSlime": "/{$EmojiName.BossQueenSlime}"
	},
	"EmojiName": {
		"EmotionLove": "heart",
		"EmotionAnger": "angry",
		"EmotionCry": "cry",
		"EmotionAlert": "alert",
		"WeatherRain": "rain",
		"WeatherLightning": "lightning",
		"WeatherRainbow": "rainbow",
		"ItemRing": "ring",
		"DebuffPoison": "poison",
		"DebuffBurn": "burn",
		"DebuffSilence": "silent",
		"DebuffCurse": "curse",
		"CritterBee": "bee",
		"CritterSlime": "slime",
		"MiscTree": "tree",
		"EmoteLaugh": "laugh",
		"EmoteFear": "fear",
		"EmoteNote": "music",
		"EventBloodmoon": "bloodmoon",
		"EventEclipse": "eclipse",
		"EventPumpkin": "pumpkinmoon",
		"EventSnow": "frostmoon",
		"BiomeSky": "sky",
		"BiomeOtherworld": "surface",
		"BiomeJungle": "jungle",
		"BiomeCrimson": "crimson",
		"BiomeCorruption": "corruption",
		"BiomeHallow": "hallow",
		"BiomeDesert": "desert",
		"BiomeBeach": "beach",
		"BiomeRocklayer": "rockbiome",
		"BiomeLavalayer": "lavabiome",
		"BiomeSnow": "snow",
		"RPSWinScissors": "scissorswins",
		"RPSWinRock": "rockwins",
		"RPSWinPaper": "paperwins",
		"RPSScissors": "scissors",
		"RPSRock": "rock",
		"RPSPaper": "paper",
		"BossEoC": "eoc",
		"BossEoW": "eow",
		"BossBoC": "boc",
		"BossQueenBee": "queenbee",
		"BossSkeletron": "skeletron",
		"BossWoF": "wof",
		"BossDestroyer": "destroyer",
		"BossSkeletronPrime": "skeletronprime",
		"BossTwins": "twins",
		"BossPlantera": "plantera",
		"BossGolem": "golem",
		"BossFishron": "fishron",
		"BossKingSlime": "kingslime",
		"BossCultist": "cultist",
		"BossMoonmoon": "moonlord",
		"BossMourningWood": "mourningwood",
		"BossPumpking": "pumpking",
		"BossEverscream": "everscream",
		"BossIceQueen": "icequeen",
		"BossSantank": "santank",
		"BossPirateship": "pirateship",
		"BossMartianship": "martianship",
		"CritterZombie": "zombie",
		"CritterBunny": "bunny",
		"CritterButterfly": "butterfly",
		"CritterGoblin": "goblin",
		"CritterPirate": "deadeye",
		"CritterSnowman": "snowman",
		"CritterSpider": "spider",
		"CritterBird": "bird",
		"CritterMouse": "mouse",
		"CritterGoldfish": "goldfish",
		"CritterMartian": "martian",
		"CritterSkeleton": "skeleton",
		"ItemLifePotion": "lifepotion",
		"ItemManaPotion": "manapotion",
		"ItemSoup": "soup",
		"ItemCookedFish": "cookedfish",
		"ItemAle": "ale",
		"ItemSword": "sword",
		"ItemFishingRod": "fishingrod",
		"ItemBugNet": "bugnet",
		"ItemDynamite": "dynamite",
		"ItemMinishark": "minishark",
		"ItemCog": "cog",
		"ItemTombstone": "tombstone",
		"ItemGoldpile": "goldpile",
		"ItemDiamondRing": "diamondring",
		"EmoteConfused": "confused",
		"EmoteKiss": "kiss",
		"EmoteSleep": "sleep",
		"ItemPickaxe": "pickaxe",
		"EmoteRun": "run",
		"EmoteKick": "kicking",
		"EmoteFight": "fight",
		"EmoteEating": "hungry",
		"WeatherSunny": "sunny",
		"WeatherCloudy": "cloudy",
		"WeatherStorming": "storming",
		"WeatherSnowstorm": "blizzard",
		"EventMeteor": "meteor",
		"MiscFire": "fire",
		"TownMerchant": "merchant",
		"TownNurse": "nurse",
		"TownArmsDealer": "armsdealer",
		"TownDryad": "dryad",
		"TownGuide": "guide",
		"TownOldman": "oldman",
		"TownDemolitionist": "demo",
		"TownClothier": "clothier",
		"TownGoblinTinkerer": "tinkerer",
		"TownWizard": "wizard",
		"TownMechanic": "mechanic",
		"TownSanta": "santa",
		"TownTruffle": "truffle",
		"TownSteampunker": "steampunker",
		"TownDyeTrader": "dyetrader",
		"TownPartyGirl": "partygirl",
		"TownCyborg": "cyborg",
		"TownPainter": "painter",
		"TownWitchDoctor": "witchdoctor",
		"TownPirate": "pirate",
		"TownStylist": "stylist",
		"TownTravellingMerchant": "travelingmerchant",
		"TownAngler": "angler",
		"TownSkeletonMerchant": "skeletonmerchant",
		"TownTaxCollector": "taxcollector",
		"PartyPresent": "present",
		"PartyBalloons": "balloon",
		"PartyCake": "cake",
		"PartyHats": "partyhat",
		"TownBartender": "bartender",
		"ItemBeer": "beer",
		"ItemDefenderMedal": "defendermedal",
		"EventOldOnesArmy": "oldonesarmy",
		"EmoteSadness": "sad",
		"EmoteAnger": "mad",
		"EmoteHappiness": "happy",
		"EmoteWink": "wink",
		"EmoteScowl": "scowl",
		"EmoteSilly": "silly",
		"TownGolfer": "golfer",
		"TownBestiaryGirl": "zoologist",
		"TownBestiaryGirlFox": "zoologistfox",
		"BossEmpressOfLight": "eol",
		"BossQueenSlime": "queenslime"
	},
	"Announcement": {
		"HasBeenDefeated_Single": "{0} has been defeated!",
		"HasBeenDefeated_Plural": "{0} have been defeated!",
		"HasAwoken": "{0} has awoken!",
		"HasArrived": "{0} has arrived!"
	},
	"MapObject": {
		"Tree": "Tree",
		"Iron": "Iron",
		"Copper": "Copper",
		"Gold": "Gold",
		"Silver": "Silver",
		"Door": "Door",
		"Table": "Table",
		"Chair": "Chair",
		"Anvil": "Anvil",
		"Sapling": "Sapling",
		"Demonite": "Demonite",
		"DemonAltar": "Demon Altar",
		"CrimsonAltar": "Crimson Altar",
		"Fossil": "Fossil",
		"Pot": "Pot",
		"Thorns": "Thorns",
		"Chandelier": "Chandelier",
		"Lantern": "Lantern",
		"Web": "Web",
		"Thorn": "Thorn",
		"GiantMushroom": "Giant Mushroom",
		"Banner": "Banner",
		"FloorLamp": "Floor Lamp",
		"Statue": "Statue",
		"Vase": "Vase",
		"Cobalt": "Cobalt",
		"Mythril": "Mythril",
		"Adamantite": "Adamantite",
		"Trap": "Trap",
		"Timer": "Timer",
		"ChristmasLight": "Christmas Light",
		"Tin": "Tin",
		"Lead": "Lead",
		"Tungsten": "Tungsten",
		"Platinum": "Platinum",
		"PineTree": "Pine Tree",
		"Sink": "Sink",
		"LivingWood": "Living Wood",
		"Crimtane": "Crimtane",
		"WaterFountain": "Water Fountain",
		"Chlorophyte": "Chlorophyte",
		"Turret": "Turret",
		"Rocket": "Rocket",
		"SiltExtractinator": "Silt Extractinator",
		"Palladium": "Palladium",
		"Orichalcum": "Orichalcum",
		"Titanium": "Titanium",
		"Larva": "Larva",
		"PlanterasBulb": "Plantera's Bulb",
		"MetalBar": "Metal Bar",
		"Trophy": "Trophy",
		"ItemRack": "Item Rack",
		"Painting": "Painting",
		"AnimalSkin": "Animal Skin",
		"Picture": "Picture",
		"OrangeSquirrelCage": "Orange Squirrel Cage",
		"PalmTree": "Palm Tree",
		"DrippingWater": "Dripping Water",
		"DrippingLava": "Dripping Lava",
		"DrippingHoney": "Dripping Honey",
		"SandFlow": "Sand Flow",
		"BeeHive": "Bee Hive",
		"DesertFossil": "Fossil",
		"GeyserTrap": "Geyser",
		"WireBulb": "Wire Bulb",
		"FallenLog": "Fallen Log",
		"GoldBirdCage": "Gold Bird Cage",
		"GoldBunnyCage": "Gold Bunny Cage",
		"GoldButterflyCage": "Gold Butterfly Jar",
		"GoldFrogCage": "Gold Frog Cage",
		"GoldGrasshopperCage": "Gold Grasshopper Cage",
		"GoldMouseCage": "Gold Mouse Cage",
		"GoldWormCage": "Gold Worm Cage",
		"SquirrelGoldCage": "Gold Squirrel Cage",
		"Toilet": "Toilet",
		"TeleportationPylon": "Teleportation Pylon",
		"Relic": "Relic"
		
	},
	"BuffName": {
		"ObsidianSkin": "Obsidian Skin",
		"Regeneration": "Regeneration",
		"Swiftness": "Swiftness",
		"Gills": "Gills",
		"Ironskin": "Ironskin",
		"ManaRegeneration": "Mana Regeneration",
		"MagicPower": "Magic Power",
		"Featherfall": "Featherfall",
		"Spelunker": "Spelunker",
		"Invisibility": "Invisibility",
		"Shine": "Shine",
		"NightOwl": "Night Owl",
		"Battle": "Battle",
		"Thorns": "Thorns",
		"WaterWalking": "Water Walking",
		"Archery": "Archery",
		"Hunter": "Hunter",
		"Gravitation": "Gravitation",
		"ShadowOrb": "Shadow Orb",
		"Poisoned": "Poisoned",
		"PotionSickness": "Potion Sickness",
		"Darkness": "Darkness",
		"Cursed": "Cursed",
		"OnFire": "On Fire!",
		"Tipsy": "Tipsy",
		"FairyBlue": "Fairy",
		"Werewolf": "Werewolf",
		"Clairvoyance": "Clairvoyance",
		"Bleeding": "Bleeding",
		"Confused": "Confused",
		"Slow": "Slow",
		"Weak": "Weak",
		"Merfolk": "Merfolk",
		"Silenced": "Silenced",
		"BrokenArmor": "Broken Armor",
		"Horrified": "Horrified",
		"TheTongue": "The Tongue",
		"CursedInferno": "Cursed Inferno",
		"PetBunny": "Pet Bunny",
		"BabyPenguin": "Baby Penguin",
		"PetTurtle": "Pet Turtle",
		"PaladinsShield": "Paladin's Shield",
		"Frostburn": "Frostburn",
		"BabyEater": "Baby Eater",
		"Chilled": "Chilled",
		"Frozen": "Frozen",
		"Honey": "Honey",
		"Pygmies": "Pygmies",
		"BabySkeletronHead": "Baby Skeletron Head",
		"BabyHornet": "Baby Hornet",
		"TikiSpirit": "Tiki Spirit",
		"PetLizard": "Pet Lizard",
		"PetParrot": "Pet Parrot",
		"BabyTruffle": "Baby Truffle",
		"PetSapling": "Pet Sapling",
		"Wisp": "Wisp",
		"RapidHealing": "Rapid Healing",
		"ShadowDodge": "Holy Protection",
		"LeafCrystal": "Leaf Crystal",
		"BabyDinosaur": "Baby Dinosaur",
		"IceBarrier": "Ice Barrier",
		"Panic": "Panic!",
		"BabySlime": "Baby Slime",
		"EyeballSpring": "Eyeball Spring",
		"BabySnowman": "Baby Snowman",
		"Burning": "Burning",
		"Suffocation": "Suffocation",
		"Ichor": "Ichor",
		"Venom": "Venom",
		"Midas": "Midas",
		"Blackout": "Blackout",
		"PetSpider": "Pet Spider",
		"Squashling": "Squashling",
		"Ravens": "Ravens",
		"BlackCat": "Black Cat",
		"CursedSapling": "Cursed Sapling",
		"WaterCandle": "Water Candle",
		"PeaceCandle": "Peace Candle",
		"Campfire": "Cozy Fire",
		"ChaosState": "Chaos State",
		"HeartLamp": "Heart Lamp",
		"Rudolph": "Rudolph",
		"Puppy": "Puppy",
		"BabyGrinch": "Baby Grinch",
		"AmmoBox": "Ammo Box",
		"ManaSickness": "Mana Sickness",
		"BeetleEndurance1": "Beetle Endurance",
		"BeetleEndurance2": "Beetle Endurance",
		"BeetleEndurance3": "Beetle Endurance",
		"BeetleMight1": "Beetle Might",
		"BeetleMight2": "Beetle Might",
		"BeetleMight3": "Beetle Might",
		"FairyRed": "Fairy",
		"FairyGreen": "Fairy",
		"Wet": "Wet",
		"Mining": "Mining",
		"Heartreach": "Heartreach",
		"Calm": "Calm",
		"Builder": "Builder",
		"Titan": "Titan",
		"Flipper": "Flipper",
		"Summoning": "Summoning",
		"Dangersense": "Dangersense",
		"AmmoReservation": "Ammo Reservation",
		"Lifeforce": "Lifeforce",
		"Endurance": "Endurance",
		"Rage": "Rage",
		"Inferno": "Inferno",
		"Wrath": "Wrath",
		"MinecartLeft": "Minecart",
		"MinecartRight": "Minecart",
		"Lovestruck": "Lovestruck",
		"Stinky": "Stinky",
		"Fishing": "Fishing",
		"Sonar": "Sonar",
		"Crate": "Crate",
		"Warmth": "Warmth",
		"HornetMinion": "Hornet",
		"ImpMinion": "Imp",
		"ZephyrFish": "Zephyr Fish",
		"BunnyMount": "Bunny Mount",
		"PigronMount": "Pigron Mount",
		"SlimeMount": "Slime Mount",
		"TurtleMount": "Turtle Mount",
		"BeeMount": "Bee Mount",
		"SpiderMinion": "Spider",
		"TwinEyesMinion": "Twins",
		"PirateMinion": "Pirate",
		"MiniMinotaur": "Mini Minotaur",
		"Slimed": "Slime",
		"SharknadoMinion": "Sharknado",
		"UFOMinion": "UFO",
		"UFOMount": "UFO Mount",
		"DrillMount": "Drill Mount",
		"ScutlixMount": "Scutlix Mount",
		"Electrified": "Electrified",
		"MoonLeech": "Moon Bite",
		"Sunflower": "Happy!",
		"MonsterBanner": "Banner",
		"Rabies": "Feral Bite",
		"Webbed": "Webbed",
		"Bewitched": "Bewitched",
		"SoulDrain": "Life Drain",
		"MagicLantern": "Magic Lantern",
		"ShadowFlame": "Shadowflame",
		"CrimsonHeart": "Crimson Heart",
		"BabyFaceMonster": "Baby Face Monster",
		"BoneJavelin": "Penetrated",
		"StardustMinion": "Stardust Cell",
		"StardustMinionBleed": "Celled",
		"DryadsWardDebuff": "Dryad's Bane",
		"StardustGuardianMinion": "Stardust Guardian",
		"StardustDragonMinion": "Stardust Dragon",
		"Daybreak": "Daybroken",
		"SuspiciousTentacle": "Suspicious Looking Eye",
		"CompanionCube": "Companion Cube",
		"PetDD2Gato": "Propeller Gato",
		"PetDD2Ghost": "Flickerwick",
		"PetDD2Dragon": "Hoardagron",
		"BetsysCurse": "Betsy's Curse",
		"Oiled": "Oiled",
		"Stoned": "Stoned",
		"StarInBottle": "Star in a Bottle",
		"Sharpened": "Sharpened",
		"Dazed": "Dazed",
		"DeadlySphere": "Deadly Sphere",
		"Obstructed": "Obstructed",
		"VortexDebuff": "Distorted",
		"DryadsWard": "Dryad's Blessing",
		"WindPushed": "Mighty Wind",
		"WitheredArmor": "Withered Armor",
		"WitheredWeapon": "Withered Weapon",
		"OgreSpit": "Oozed",
		"ParryDamageBuff": "Striking Moment",
		"BallistaPanic": "Ballista Panic!",
		"MinecartRightMech": "Minecart",
		"MinecartLeftMech": "Minecart",
		"MinecartRightWood": "Minecart",
		"MinecartLeftWood": "Minecart",
		"SolarShield1": "Solar Blaze",
		"SolarShield2": "Solar Blaze",
		"SolarShield3": "Solar Blaze",
		"NebulaUpDmg1": "Damage Nebula",
		"NebulaUpDmg2": "Damage Nebula",
		"NebulaUpDmg3": "Damage Nebula",
		"NebulaUpLife1": "Life Nebula",
		"NebulaUpLife2": "Life Nebula",
		"NebulaUpLife3": "Life Nebula",
		"NebulaUpMana1": "Mana Nebula",
		"NebulaUpMana2": "Mana Nebula",
		"NebulaUpMana3": "Mana Nebula",
		"UnicornMount": "Unicorn Mount",
		"CuteFishronMount": "Cute Fishron Mount",
		"BasiliskMount": "Basilisk Mount",
		"NoBuilding": "Creative Shock",
		"WeaponImbueVenom": "Weapon Imbue: Venom",
		"WeaponImbueCursedFlames": "Weapon Imbue: Cursed Flames",
		"WeaponImbueFire": "Weapon Imbue: Fire",
		"WeaponImbueGold": "Weapon Imbue: Gold",
		"WeaponImbueIchor": "Weapon Imbue: Ichor",
		"WeaponImbueNanites": "Weapon Imbue: Nanites",
		"WeaponImbueConfetti": "Weapon Imbue: Confetti",
		"WeaponImbuePoison": "Weapon Imbue: Poison",
		"WellFed": "Well Fed",
		"WellFed2": "Plenty Satisfied",
		"WellFed3": "Exquisitely Stuffed",
		"DesertMinecartRight": "{$BuffName.MinecartRight}",
		"DesertMinecartLeft": "{$BuffName.MinecartLeft}",
		"FishMinecartRight": "{$BuffName.MinecartRight}",
		"FishMinecartLeft": "{$BuffName.MinecartLeft}",
		"GolfCartMount": "Golf Cart",
		"BabyBird": "Baby Finch",
		"CatBast": "The Bast Defense",
		"SugarGlider": "Sugar Glider",
		"VampireFrog": "Vampire Frog",
		"UpbeatStar": "Estee",
		"BatOfLight": "Sanguine Bat",
		"BeeMinecartRight": "{$BuffName.MinecartRight}",
		"BeeMinecartLeft": "{$BuffName.MinecartLeft}",
		"LadybugMinecartRight": "{$BuffName.MinecartRight}",
		"LadybugMinecartLeft": "{$BuffName.MinecartLeft}",
		"PigronMinecartRight": "{$BuffName.MinecartRight}",
		"PigronMinecartLeft": "{$BuffName.MinecartLeft}",
		"SunflowerMinecartRight": "{$BuffName.MinecartRight}",
		"SunflowerMinecartLeft": "{$BuffName.MinecartLeft}",
		"HellMinecartRight": "{$BuffName.MinecartRight}",
		"HellMinecartLeft": "{$BuffName.MinecartLeft}",
		"ShroomMinecartRight": "{$BuffName.MinecartRight}",
		"ShroomMinecartLeft": "{$BuffName.MinecartLeft}",
		"AmethystMinecartRight": "{$BuffName.MinecartRight}",
		"AmethystMinecartLeft": "{$BuffName.MinecartLeft}",
		"TopazMinecartRight": "{$BuffName.MinecartRight}",
		"TopazMinecartLeft": "{$BuffName.MinecartLeft}",
		"SapphireMinecartRight": "{$BuffName.MinecartRight}",
		"SapphireMinecartLeft": "{$BuffName.MinecartLeft}",
		"EmeraldMinecartRight": "{$BuffName.MinecartRight}",
		"EmeraldMinecartLeft": "{$BuffName.MinecartLeft}",
		"RubyMinecartRight": "{$BuffName.MinecartRight}",
		"RubyMinecartLeft": "{$BuffName.MinecartLeft}",
		"DiamondMinecartRight": "{$BuffName.MinecartRight}",
		"DiamondMinecartLeft": "{$BuffName.MinecartLeft}",
		"AmberMinecartRight": "{$BuffName.MinecartRight}",
		"AmberMinecartLeft": "{$BuffName.MinecartLeft}",
		"BeetleMinecartRight": "{$BuffName.MinecartRight}",
		"BeetleMinecartLeft": "{$BuffName.MinecartLeft}",
		"MeowmereMinecartRight": "{$BuffName.MinecartRight}",
		"MeowmereMinecartLeft": "{$BuffName.MinecartLeft}",
		"PartyMinecartRight": "{$BuffName.MinecartRight}",
		"PartyMinecartLeft": "{$BuffName.MinecartLeft}",
		"PirateMinecartRight": "{$BuffName.MinecartRight}",
		"PirateMinecartLeft": "{$BuffName.MinecartLeft}",
		"SteampunkMinecartRight": "{$BuffName.MinecartRight}",
		"SteampunkMinecartLeft": "{$BuffName.MinecartLeft}",
		"CoffinMinecartRight": "{$BuffName.MinecartRight}",
		"CoffinMinecartLeft": "{$BuffName.MinecartLeft}",
		"Lucky": "Lucky",
		"LilHarpy": "Lil' Harpy",
		"FennecFox": "Fennec Fox",
		"GlitteryButterfly": "Glittery Butterfly",
		"BabyImp": "Baby Imp",
		"BabyRedPanda": "Baby Red Panda",
		"WitchBroom": "Witch's Broom",
		"SharkPup": "Shark Pup",
		"StormTiger": "Desert Tiger",
		"Plantero": "Plantero",
		"Flamingo": "Flamingo",
		"DynamiteKitten": "Dynamite Kitten",
		"BabyWerewolf": "Baby Werewolf",
		"ShadowMimic": "Shadow Mimic",
		"VoltBunny": "Volt Bunny",
		"KingSlimePet": "Slime Prince",
		"EyeOfCthulhuPet": "Suspicious Eye",
		"EaterOfWorldsPet": "Eater of Worms",
		"BrainOfCthulhuPet": "Spider Brain",
		"SkeletronPet": "Skeletron Jr.",
		"QueenBeePet": "Honey Bee",
		"DestroyerPet": "Destroyer-Lite",
		"TwinsPet": "Rez and Spaz",
		"SkeletronPrimePet": "Mini Prime",
		"PlanteraPet": "Plantera Seedling",
		"GolemPet": "Toy Golem",
		"DukeFishronPet": "Tiny Fishron",
		"LunaticCultistPet": "Phantasmal Dragon",
		"MoonLordPet": "Moonling",
		"FairyQueenPet": "Fairy Princess",
		"PumpkingPet": "Jack 'O Lantern",
		"EverscreamPet": "Everscream Sapling",
		"IceQueenPet": "Ice Queen",
		"MartianPet": "Alien Skater",
		"DD2OgrePet": "Baby Ogre",
		"DD2BetsyPet": "Itsy Betsy",
		"PirateShipMount": "Pirate Ship Mount",
		"SpookyWoodMount": "Tree Mount",
		"SantankMount": "Santank Mount",
		"WallOfFleshGoatMount": "Goat Mount",
		"DarkMageBookMount": "Book Mount",
		"PaintedHorseMount": "Painted Horse Mount",
		"MajesticHorseMount": "Majestic Horse Mount",
		"DarkHorseMount": "Dark Horse Mount",
		"LavaSharkMount": "Lava Shark Mount",
		"PogoStickMount": "Pogo Stick Mount",
		"TitaniumStorm": "Titanium Barrier",
		"QueenSlimePet": "Slime Princess",
		"ThornWhipPlayerBuff": "Jungle's Fury",
		"SwordWhipPlayerBuff": "Durendal's Blessing",
		"ScytheWhipPlayerBuff": "Harvest Time",
		"CoolWhipPlayerBuff": "A Nice Buff",
		"Smolstar": "Enchanted Daggers",
		"QueenSlimeMount": "Winged Slime Mount",
		"GelBalloonBuff": "Sparkle Slime",
		"BrainOfConfusionBuff": "Cerebral Mindtrick",
		"SugarRush": "Sugar Rush",
		"DiggingMoleMinecartRight": "Digging Molecart",
		"DiggingMoleMinecartLeft": "Digging Molecart",
		"EmpressBlade": "Terraprisma",
		

	},
	"BuffDescription": {
		"ObsidianSkin": "Immune to lava",
		"Regeneration": "Provides life regeneration",
		"Swiftness": "25% increased movement speed",
		"Gills": "Breathe water instead of air",
		"Ironskin": "Increase defense by 8",
		"ManaRegeneration": "Increased mana regeneration",
		"MagicPower": "20% increased magic damage",
		"Featherfall": "Press UP or DOWN to control speed of descent",
		"Spelunker": "Shows the location of treasure and ore",
		"Invisibility": "Grants invisibility",
		"Shine": "Emitting light",
		"NightOwl": "Increased night vision",
		"Battle": "Increased enemy spawn rate",
		"Thorns": "Attackers also take damage",
		"WaterWalking": "Press DOWN to enter water",
		"Archery": "20% increased arrow damage and speed",
		"Hunter": "Shows the location of enemies",
		"Gravitation": "Press UP to reverse gravity",
		"ShadowOrb": "A magical orb that provides light",
		"Poisoned": "Slowly losing life",
		"PotionSickness": "Cannot consume anymore healing items",
		"Darkness": "Decreased light vision",
		"Cursed": "Cannot use any items",
		"OnFire": "Slowly losing life",
		"Tipsy": "Increased melee abilities, lowered defense",
		"FairyBlue": "A fairy is following you",
		"Werewolf": "Physical abilities are increased",
		"Clairvoyance": "Magic powers are increased",
		"Bleeding": "Cannot regenerate life",
		"Confused": "Movement is reversed",
		"Slow": "Movement speed is reduced",
		"Weak": "Physical abilities are decreased",
		"Merfolk": "Can breathe and move easily underwater",
		"Silenced": "Cannot use items that require mana",
		"BrokenArmor": "Defense is cut in half",
		"Horrified": "You have seen something nasty, there is no escape.",
		"TheTongue": "You are being sucked into the mouth",
		"CursedInferno": "Losing life",
		"PetBunny": "I think it wants your carrot",
		"BabyPenguin": "I think it wants your fish",
		"PetTurtle": "Happy turtle time!",
		"PaladinsShield": "25% of damage taken will be redirected to another player",
		"Frostburn": "It's either really hot or really cold. Either way it REALLY hurts",
		"BabyEater": "A baby Eater of Souls is following you",
		"Chilled": "Your movement speed has been reduced",
		"Frozen": "You can't move!",
		"Honey": "Life regeneration is increased",
		"Pygmies": "The pygmies will fight for you",
		"BabySkeletronHead": "Don't even ask...",
		"BabyHornet": "It thinks you are its mother",
		"TikiSpirit": "A friendly spirit is following you",
		"PetLizard": "Chillin' like a reptilian",
		"PetParrot": "Polly wants the cracker",
		"BabyTruffle": "Isn't this just soooo cute?",
		"PetSapling": "A little sapling is following you",
		"Wisp": "A wisp is following you",
		"RapidHealing": "Life regeneration is greatly increased",
		"ShadowDodge": "You will dodge the next attack",
		"LeafCrystal": "Shoots crystal leaves at nearby enemies",
		"BabyDinosaur": "A baby dinosaur is following you",
		"IceBarrier": "Damage taken is reduced by 25%",
		"Panic": "Movement speed is increased",
		"BabySlime": "The baby slime will fight for you",
		"EyeballSpring": "An eyeball spring is following you",
		"BabySnowman": "A baby snowman is following you",
		"Burning": "Losing life and slowed movement",
		"Suffocation": "Losing life",
		"Ichor": "Reduced defense",
		"Venom": "Losing life",
		"Midas": "Drop more money on death",
		"Blackout": "Light vision severely reduced",
		"PetSpider": "A spider is following you",
		"Squashling": "A squashling is following you",
		"Ravens": "The ravens will attack your enemies",
		"BlackCat": "A black kitty is following you",
		"CursedSapling": "A cursed sapling is following you",
		"WaterCandle": "Increased monster spawn rate",
		"PeaceCandle": "Decreased monster spawn rate",
		"Campfire": "Life regen is slightly increased",
		"ChaosState": "Using the Rod of Discord will take life",
		"HeartLamp": "Life regen is increased",
		"Rudolph": "Riding the red nosed reindeer",
		"Puppy": "A puppy is following you",
		"BabyGrinch": "A baby grinch is following you",
		"AmmoBox": "20% chance to not consume ammo",
		"ManaSickness": "Magic damage reduced by ",
		"BeetleEndurance1": "Damage taken reduced by 15%",
		"BeetleEndurance2": "Damage taken reduced by 30%",
		"BeetleEndurance3": "Damage taken reduced by 45%",
		"BeetleMight1": "Melee damage and speed increase by 10%",
		"BeetleMight2": "Melee damage and speed increase by 20%",
		"BeetleMight3": "Melee damage and speed increase by 30%",
		"FairyRed": "A fairy is following you",
		"FairyGreen": "A fairy is following you",
		"Wet": "You are dripping water",
		"Mining": "25% increased mining speed",
		"Heartreach": "Increased heart pickup range",
		"Calm": "Decreased enemy spawn rate",
		"Builder": "Increased placement speed and range",
		"Titan": "Increased knockback",
		"Flipper": "Move like normal in water",
		"Summoning": "Increased max number of minions",
		"Dangersense": "You can see nearby hazards",
		"AmmoReservation": "20% chance to not consume ammo",
		"Lifeforce": "20% increased max life",
		"Endurance": "10% reduced damage",
		"Rage": "10% increased critical chance",
		"Inferno": "Nearby enemies are ignited",
		"Wrath": "10% increased damage",
		"MinecartLeft": "Riding in a minecart",
		"MinecartRight": "Riding in a minecart",
		"Lovestruck": "You are in love!",
		"Stinky": "You smell terrible",
		"Fishing": "Increased fishing power",
		"Sonar": "You can see what's biting your hook",
		"Crate": "Greater chance of fishing up a crate",
		"Warmth": "Reduced damage from cold sources",
		"HornetMinion": "The hornet will fight for you",
		"ImpMinion": "The imp will fight for you",
		"ZephyrFish": "It likes swimming around you",
		"BunnyMount": "You are craving carrots",
		"PigronMount": "Now you see me....",
		"SlimeMount": "BOOOIIINNNG!",
		"TurtleMount": "Slow if by land, zoom if by sea",
		"BeeMount": "BzzzBzzBZZZZBzzz",
		"SpiderMinion": "The spider will fight for you",
		"TwinEyesMinion": "The twins will fight for you",
		"PirateMinion": "The pirate will fight for you",
		"MiniMinotaur": "How do you defeat a mini Minotaur?",
		"Slimed": "You are slimy and sticky",
		"SharknadoMinion": "The sharknado will fight for you",
		"UFOMinion": "The UFO will fight for you",
		"UFOMount": "It's a good thing you had a MAC",
		"DrillMount": "Riding in a flying drill",
		"ScutlixMount": "Pew Pew",
		"Electrified": "You cannot move",
		"MoonLeech": "You are unable to absorb healing effects",
		"Sunflower": "Movement speed increased and monster spawns reduced",
		"MonsterBanner": "Increased damage and defense from the following:",
		"Rabies": "Increased damage, Decreased life regen, Causes status effects",
		"Webbed": "You are stuck",
		"Bewitched": "Increased max number of minions",
		"SoulDrain": "Increased life regeneration",
		"MagicLantern": "An enchanted lantern is lighting your way",
		"ShadowFlame": "Losing life",
		"CrimsonHeart": "A magical heart that provides light",
		"BabyFaceMonster": "A baby face monster is following you",
		"BoneJavelin": "Bleeding Out",
		"StardustMinion": "The stardust cell will fight for you",
		"StardustMinionBleed": "being eaten by cells",
		"DryadsWardDebuff": "The power of nature compells you",
		"StardustGuardianMinion": "The stardust guardian will protect you",
		"StardustDragonMinion": "The stardust dragon will protect you",
		"Daybreak": "Incenerated by solar rays",
		"SuspiciousTentacle": "A suspicious looking eye that provides light",
		"CompanionCube": "Will never threaten to stab you and, in fact, cannot speak",
		"PetDD2Gato": "A propeller gato is following you",
		"PetDD2Ghost": "A flickerwick is following you",
		"PetDD2Dragon": "A hoardagron is following you",
		"BetsysCurse": "Defense is lowered",
		"Oiled": "Taking more damage from being on fire",
		"Stoned": "You are completely petrified!",
		"StarInBottle": "Increased mana regeneration",
		"Sharpened": "Melee weapons have armor penetration",
		"Dazed": "Movement is greatly slowed",
		"DeadlySphere": "The Deadly Sphere will fight for you",
		"Obstructed": "You can't see!",
		"VortexDebuff": "Gravity around you is distorted",
		"DryadsWard": "The power of nature protects you",
		"WindPushed": "The wind moves you around!",
		"WitheredArmor": "Your armor is lowered!",
		"WitheredWeapon": "Your attacks are weaker!",
		"OgreSpit": "Movement is significantly reduced",
		"ParryDamageBuff": "500% increased damage for next melee strike",
		"BallistaPanic": "Your ballistas rapidly shoot in panic!",
		"MinecartRightMech": "Riding in a minecart",
		"MinecartLeftMech": "Riding in a minecart",
		"MinecartRightWood": "Riding in a minecart",
		"MinecartLeftWood": "Riding in a minecart",
		"SolarShield1": "Damage taken reduced by 30%, repel enemies when taking damage",
		"SolarShield2": "Damage taken reduced by 30%, repel enemies when taking damage",
		"SolarShield3": "Damage taken reduced by 30%, repel enemies when taking damage",
		"NebulaUpDmg1": "15% increased damage",
		"NebulaUpDmg2": "30% increased damage",
		"NebulaUpDmg3": "45% increased damage",
		"NebulaUpLife1": "Increased life regeneration",
		"NebulaUpLife2": "Increased life regeneration",
		"NebulaUpLife3": "Increased life regeneration",
		"NebulaUpMana1": "Increased mana regeneration",
		"NebulaUpMana2": "Increased mana regeneration",
		"NebulaUpMana3": "Increased mana regeneration",
		"UnicornMount": "Charge ahead... fabulously!",
		"CuteFishronMount": "Just don't make it crawl.",
		"BasiliskMount": "Crash into anyone... and EVERYONE!",
		"NoBuilding": "You have lost the power of creation!",
		"WeaponImbueVenom": "Melee attacks inflict venom on your targets",
		"WeaponImbueCursedFlames": "Melee attacks inflict enemies with cursed flames",
		"WeaponImbueFire": "Melee attacks set enemies on fire",
		"WeaponImbueGold": "Melee attacks make enemies drop more gold",
		"WeaponImbueIchor": "Melee attacks decrease enemies defense",
		"WeaponImbueNanites": "Melee attacks confuse enemies",
		"WeaponImbueConfetti": "Melee attacks cause confetti to appear",
		"WeaponImbuePoison": "Melee attacks poison enemies",
		"WellFed": "Minor improvements to all stats",
		"WellFed2": "Medium improvements to all stats",
		"WellFed3": "Major improvements to all stats",
		"DesertMinecartRight": "{$BuffDescription.MinecartRight}",
		"DesertMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"FishMinecartRight": "{$BuffDescription.MinecartRight}",
		"FishMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"BabyBird": "The baby finch will fight for you",
		"CatBast": "Defense is increased by 5",
		"SugarGlider": "A sugar glider is following you",
		"VampireFrog": "The vampire frog will fight for you",
		"UpbeatStar": "Estee is following you",
		"BatOfLight": "The sanguine bat will fight for you",
		"BeeMinecartRight": "{$BuffDescription.MinecartRight}",
		"BeeMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"LadybugMinecartRight": "{$BuffDescription.MinecartRight}",
		"LadybugMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PigronMinecartRight": "{$BuffDescription.MinecartRight}",
		"PigronMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SunflowerMinecartRight": "{$BuffDescription.MinecartRight}",
		"SunflowerMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"HellMinecartRight": "{$BuffDescription.MinecartRight}",
		"HellMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"ShroomMinecartRight": "{$BuffDescription.MinecartRight}",
		"ShroomMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"AmethystMinecartRight": "{$BuffDescription.MinecartRight}",
		"AmethystMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"TopazMinecartRight": "{$BuffDescription.MinecartRight}",
		"TopazMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SapphireMinecartRight": "{$BuffDescription.MinecartRight}",
		"SapphireMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"EmeraldMinecartRight": "{$BuffDescription.MinecartRight}",
		"EmeraldMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"RubyMinecartRight": "{$BuffDescription.MinecartRight}",
		"RubyMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"DiamondMinecartRight": "{$BuffDescription.MinecartRight}",
		"DiamondMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"AmberMinecartRight": "{$BuffDescription.MinecartRight}",
		"AmberMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"BeetleMinecartRight": "{$BuffDescription.MinecartRight}",
		"BeetleMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"MeowmereMinecartRight": "{$BuffDescription.MinecartRight}",
		"MeowmereMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PartyMinecartRight": "{$BuffDescription.MinecartRight}",
		"PartyMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"PirateMinecartRight": "{$BuffDescription.MinecartRight}",
		"PirateMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"SteampunkMinecartRight": "{$BuffDescription.MinecartRight}",
		"SteampunkMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"CoffinMinecartRight": "{$BuffDescription.MinecartRight}",
		"CoffinMinecartLeft": "{$BuffDescription.MinecartLeft}",
		"Lucky": "You are feeling pretty lucky",
		"LilHarpy": "Cuteness from above",
		"FennecFox": "What does the fox say? Better yet, what does the fox HEAR?!",
		"GlitteryButterfly": "Truly, truly outrageous",
		"BabyImp": "Just wait till his terrible twos!",
		"BabyRedPanda": "A baby red panda is following you",
		"WitchBroom": "It flies! WITCHCRAFT!",
		"SharkPup": "Doo doo doo doo doo doo",
		"GolfCartMount": "A fair way to cross the fairway",
		"Plantero": "Little Plantero is following you",
		"Flamingo": "Flamingogogo",
		"DynamiteKitten": "Not for use in cannons",
		"BabyWerewolf": "A baby werewolf is following you",
		"ShadowMimic": "A shadow mimic is following you",
		"VoltBunny": "A volt bunny is ecstatic about you",
		"KingSlimePet": "He answers to a higher authority",
		"EyeOfCthulhuPet": "Just keepin' an eye out . . .",
		"EaterOfWorldsPet": "May ruin several backyards",
		"BrainOfCthulhuPet": "It's crawling around . . . icky",
		"SkeletronPet": "Skeletron Jr. Is following you",
		"QueenBeePet": "A honey bee is following you",
		"DestroyerPet": "For destruction on the go",
		"TwinsPet": "You have special eyes!",
		"SkeletronPrimePet": "Each tool can commit murder",
		"PlanteraPet": "What exactly does it eat, anyway?",
		"GolemPet": "Got myself a crying, talking, sleeping, walking, living idol!",
		"DukeFishronPet": "A sea-green marquess of the abyss",
		"LunaticCultistPet": "It keeps looking at the Moon",
		"MoonLordPet": "A friend from beyond",
		"FairyQueenPet": "The light of the fair folk illuminates all",
		"PumpkingPet": "A small Jack 'O Lantern is fiendishly lighting the way",
		"EverscreamPet": "Taking the tree for a walk!",
		"IceQueenPet": "Ice Queen has been reborn as your companion",
		"MartianPet": "How do you do, fellow humans?",
		"DD2OgrePet": "He's got a big stick and he doesn't know how to use it",
		"DD2BetsyPet": "Itsy Betsy is following you",
		"PirateShipMount": "You're the captain now",
		"SpookyWoodMount": "Run, forest, run!",
		"SantankMount": "Crossing off the naughty list . . .",
		"WallOfFleshGoatMount": "This ride is totally metal!",
		"DarkMageBookMount": "The Book is now helping in your guidance",
		"PaintedHorseMount": "Riding a Painted Horse",
		"MajesticHorseMount": "Riding a Majestic Horse",
		"DarkHorseMount": "Riding a Dark Horse",
		"LavaSharkMount": "Surfing the molten seas!",
		"PogoStickMount": "Kss-shik! Kss-shik! Kss-shik!",
		"TitaniumStorm": "Defensive shards surround you",
		"QueenSlimePet": "She is the higher authority",
		"ThornWhipPlayerBuff": "Melee speed is increased",
		"SwordWhipPlayerBuff": "Melee speed is increased",
		"ScytheWhipPlayerBuff": "Melee speed is increased",
		"CoolWhipPlayerBuff": "Summons a snowflake to fight for you",
		"Smolstar": "Death by a thousand cuts",
		"QueenSlimeMount": "BOING FLAP BOING!",
		"GelBalloonBuff": "You are slimy and sparkly",
		"BrainOfConfusionBuff": "Increased critical chance",
		"SugarRush": "20% increased movement and mining speed",
		"DiggingMoleMinecartRight": "The Molecart will dig for you",
		"DiggingMoleMinecartLeft": "The Molecart will dig for you",
		"StormTiger": "The desert tiger will fight beside you",
		"EmpressBlade": "The Blades of the Empress will fight for you",

	},
	"ArmorSetBonus": {
		"SquireTier3": "Increases your max number of sentries\nGreatly enhances Ballista effectiveness",
		"ApprenticeTier3": "Increases your max number of sentries\nGreatly enhances Flameburst effectiveness",
		"HuntressTier3": "Increases your max number of sentries\nGreatly enhances Explosive Traps effectiveness",
		"MonkTier3": "Increases your max number of sentries\nGreatly enhances Lightning Aura effectiveness",
		"SquireTier2": "Increases your max number of sentries\nBallista pierces more targets and panics when you take damage",
		"ApprenticeTier2": "Increases your max number of sentries\nFlameburst field of view and range are dramatically increased",
		"HuntressTier2": "Increases your max number of sentries\nExplosive Traps recharge faster and oil enemies\nSet oiled enemies on fire for extra damage",
		"MonkTier2": "Increases your max number of sentries\nLightning Aura can now crit and strikes faster",
		"MetalTier1": "2 defense",
		"MetalTier2": "3 defense",
		"CobaltRanged": "20% chance to not consume ammo",
		"MythrilCaster": "17% reduced mana usage",
		"MythrilMelee": "5% increased melee critical strike chance",
		"MythrilRanged": "20% chance to not consume ammo",
		"AdamantiteCaster": "19% reduced mana usage",
		"AdamantiteMelee": "18% increased melee and movement speed",
		"AdamantiteRanged": "25% chance to not consume ammo",
		"TitaniumCaster": "19% reduced mana usage",
		"TitaniumMelee": "18% increased melee and movement speed",
		"TitaniumRanged": "25% chance to not consume ammo",
		"ShadowScale": "15% increased movement speed",
		"Wood": "1 defense",
		"Crimson": "Greatly increased life regen",
		"Frost": "Melee and ranged attacks cause frostburn",
		"Tiki": "Increases your max number of minions",
		"Palladium": "Greatly increases life regeneration after striking an enemy",
		"Orichalcum": "Flower petals will fall on your target for extra damage",
		"Titanium": "Attacking generates a defensive barrier of titanium shards",
		"Hallowed": "Become immune after striking an enemy",
		"Chlorophyte": "Summons a powerful leaf crystal to shoot at nearby enemies",
		"ChlorophyteMelee": "Summons a powerful leaf crystal to shoot at nearby enemies\nReduces damage taken by 5%",
		"Wizard": "10% increased magic critical strike chance",
		"Turtle": "Attackers also take double damage\nReduces damage taken by 15%",
		"Meteor": "Space Gun costs 0 mana",
		"SpectreHealing": "Magic damage done to enemies heals the player with lowest health",
		"Shroomite": "Not moving puts you in stealth,\nincreasing ranged ability and reducing chance for enemies to target you",
		"Platinum": "4 defense",
		"Pumpkin": "10% increased damage",
		"Spooky": "Increases minion damage by 25%",
		"SpectreDamage": "Magic damage done will hurt extra nearby enemies",
		"MagicHat": "Increases maximum mana by 60",
		"BeetleDefense": "Beetles protect you from damage",
		"BeetleDamage": "Beetles increase your melee damage and speed",
		"Bee": "Increases minion damage by 10%",
		"Spider": "Increases minion damage by 12%",
		"Solar": "Solar shields charge over time to protect you & let you dash\nA charge is used to damage enemies you touch\nConsumed charges explode & damage enemies",
		"Vortex": "Double tap {0} to toggle stealth,\nincreasing ranged ability and reducing chance for enemies to target you but slowing movement speed",
		"Nebula": "Magic damage has a chance to spawn buff boosters,\npick boosters up to get stacking buffs",
		"Stardust": "A stardust guardian will protect you from nearby enemies",
		"Forbidden": "Double tap {0} to call an ancient storm to the cursor location",
		"Jungle": "16% reduced mana usage",
		"Molten": "17% extra melee damage",
		"Mining": "30% increased mining speed",
		"CobaltCaster": "14% reduced mana usage",
		"CobaltMelee": "15% increased melee speed",
		"Bone": "15% increased ranged critical strike chance",
		"Ninja": "20% increased movement speed",
		"Fossil": "20% chance to not consume ammo",
		"HallowedSummoner": "Become immune after striking an enemy,\nand increases your max number of minions by 2",
		"CrystalNinja": "10% increased damage and crit chance,\n15% increased movement speed",
	},
	"Bestiary_Biomes": {
		"Surface": "Surface",
		"Graveyard": "Graveyard",
		"UndergroundJungle": "Underground Jungle",
		"TheUnderworld": "The Underworld",
		"TheDungeon": "The Dungeon",
		"TheCorruption": "The Corruption",
		"Underground": "Underground",
		"TheHallow": "The Hallow",
		"UndergroundMushroom": "Underground Mushroom",
		"StardustPillar": "Stardust Pillar",
		"Jungle": "The Jungle",
		"Caverns": "Caverns",
		"UndergroundSnow": "Underground Snow",
		"Ocean": "Ocean",
		"SurfaceMushroom": "Surface Mushroom",
		"UndergroundDesert": "Underground Desert",
		"Snow": "Snow",
		"Desert": "Desert",
		"Meteor": "Meteor",
		"Oasis": "Oasis",
		"SpiderNest": "Spider Nest",
		"Crimson": "The Crimson",
		"SolarPillar": "Solar Pillar",
		"VortexPillar": "Vortex Pillar",
		"TheTemple": "The Temple",
		"UndergroundCorruption": "Underground Corruption",
		"Hallow": "The Hallow",
		"NebulaPillar": "Nebula Pillar",
		"CorruptUndergroundDesert": "Corrupt Cave Desert",
		"CrimsonUndergroundDesert": "Crimson Cave Desert",
		"HallowUndergroundDesert": "Hallow Cave Desert",
		"CorruptDesert": "Corrupt Desert",
		"HallowDesert": "Hallow Desert",
		"Granite": "Granite",
		"UndergroundCrimson": "Underground Crimson",
		"UndergroundHallow": "Underground Hallow",
		"Marble": "Marble",
		"CorruptIce": "Corrupt Ice",
		"HallowIce": "Hallow Ice",
		"CrimsonIce": "Crimson Ice",
		"Sky": "Sky",
		"CrimsonDesert": "Crimson Desert",
	},
	"Bestiary_Invasions": {
		"Goblins": "Goblin Invasion",
		"Pirates": "Pirate Invasion",
		"Martian": "Martian Madness",
		"OldOnesArmy": "Old One's Army",
		"PumpkinMoon": "Pumpkin Moon",
		"FrostMoon": "Frost Moon",
		"FrostLegion": "Frost Legion"
	},
	"Bestiary_Times": {
		"DayTime": "Daytime",
		"NightTime": "Nighttime",
	},
	"Bestiary_Events": {
		"SlimeRain": "Slime Rain",
		"WindyDay": "Windy Day",
		"BloodMoon": "Blood Moon",
		"Halloween": "Halloween",
		"Rain": "Rain",
		"Christmas": "Christmas",
		"Eclipse": "Eclipse",
		"Party": "Party",
		"Blizzard": "Blizzard",
		"Sandstorm": "Sandstorm"
	},
	"BestiaryInfo": {
		"Rarity_1": "Is Uncommon",
		"Rarity_2": "Is Rare",
		"IsBoss": "Boss Enemy",
		"UnlockCondition_Hallow": "Reach Hardmode",
		"IsRare": "Rare Creature",
		"Filters": "Filters ({Count})",
		"KnockbackNone": "None",
		"KnockbackLow": "Low",
		"KnockbackMedium": "Med",
		"KnockbackHigh": "High",
		"Attack": "Attack",
		"Defense": "Defense",
		"Knockback": "Knockback Taken",
		"Life": "Life",
		"IfUnlocked": "If Unlocked",
		"IfSearched": "If Searched",
		"Sort_Unlocks": "Unlocks",
		"Sort_ID": "ID",
		"Sort_BestiaryID": "Bestiary ID",
		"Sort_Rarity": "Rarity",
		"Sort_Alphabetical": "Name",
		"Sort_Attack": "Attack",
		"Sort_Defense": "Defense",
		"Sort_Coins": "Coins",
		"Sort_HitPoints": "HP",
		"PercentCollected": "{Percent} Collected",
	},
	"Bestiary_ItemDropConditions": {
        "PirateMap": "Drops in the Hardmode Ocean",
		"IsChristmas": "Drops during Christmas",
		"NotExpert": "",
		"NotMasterMode": "",
		"PlayerNeedsHealing": "Drops when the player is hurt",
		"LegacyHack_IsBossAndExpert": "Drops in Expert Mode",
		"LegacyHack_IsBossAndNotExpert": "",
		"IsExpert": "This is an Expert Mode drop rate",
		"IsMasterMode": "This is a Master Mode drop rate",
		"IsCrimson": "Drops in the Crimson",
		"IsCorruption": "Drops in the Corruption",
		"IsCrimsonAndNotExpert": "",
		"IsCorruptionAndNotExpert": "",
		"HalloweenWeapons": "Drops during Halloween season",
		"SoulOfNight": "Drops in Underground Crimson or Corruption",
		"SoulOfLight": "Drops in Underground Hallow",
		"NotFromStatue": "",
		"HalloweenGoodieBagDrop": "Drops in early gameplay during Halloween",
		"XmasPresentDrop": "Drops in early gameplay during Christmas",
		"LivingFlames": "Drops in Hardmode Underworld",
		"NamedNPC": "Drops from uniquely named NPCs",
		"HallowKeyCondition": "Drops in the Hardmode Hallow",
		"JungleKeyCondition": "Drops in the Hardmode Jungle",
		"CorruptKeyCondition": "Drops in the Hardmode Corruption",
		"CrimsonKeyCondition": "Drops in the Hardmode Crimson",
		"FrozenKeyCondition": "Drops in the Hardmode Snow",
		"DesertKeyCondition": "Drops in the Hardmode Desert",
		"BeatAnyMechBoss": "Drops after defeating any Mech Boss",
		"YoyoCascade": "Drops after defeating Skeletron but before Hardmode",
		"YoyosAmarok": "Drops in Hardmode",
		"YoyosYelets": "Drops after defeating any Mech Boss",
		"YoyosKraken": "Drops after defeating Plantera",
		"YoyosHelFire": "Drops in Hardmode",
		"KOCannon": "Drops during a Hardmode Bloodmoon",
		"IsItAHappyWindyDay": "Drops on Windy Days",
		"EmpressOfLightOnlyTookDamageWhileEnraged": "Drops if the Empress of Light is only attacked during daytime"
    },
	"Bestiary_BiomeText": {
		"biome_Goblins": "A ragtag army of crude, barbaric goblins set out to conquer and destroy. Some wield dark, evil magic.",
		"biome_Pirates": "A seafaring horde of armed bandits that lust after the riches of the land, collecting treasures and taking no prisoners.",
		"biome_Martian": "Technologically advanced beings from another world who want to eradicate all primitive life with their superior weaponry.",
		"biome_OldOnesArmy": "Minions from Etheria - they may have mistakenly invaded this world, but they wish to rule it nonetheless!",
		"biome_PumpkinMoon": "A bitter harvest rises in the dead of night. Creatures of evil and darkness spook the lands, killing everything in their path.",
		"biome_FrostMoon": "Ho Ho Ho! On this not-so-silent night, festive beings wish to shower the world with gifts of blood and carnage. ",
		"biome_FrostLegion": "This organized family of cold-hearted killers wish to ice any who cross them, and they don't like snitches... capisce?",
		"biome_SlimeRain": "For reasons beyond any meteorological explanation, slimy things are raining down from above by the buckets!",
		"biome_WindyDay": "Don't get carried away! Nature is throwing a party and wishes to sweep everybody - and everything - off their feet!",
		"biome_BloodMoon": "When the moon rises drenched in blood, the dead rise with it! These macabre creatures seek to add fresh meat to their dripping ranks.",
		"biome_Halloween": "Pumpkins grow wildly across the land, and certain creatures masquerade in unusual costumes. Trick or treat!",
		"biome_Rain": "When it rains, it pours. Creatures which normally thrive in water may roam the land and sky. Beware the angered clouds.",
		"biome_Christmas": "Winter is here! Time to celebrate with twinkling lights, ugly sweaters, and a fat old fellow wearing a bright red suit.",
		"biome_Eclipse": "Familiar creatures of horror rapidly grip the lands this day, for no mere mortal can resist the evil of the blackened sun. ",
		"biome_Party": "This day, for no particular reason, everyone decided to throw a party. There's always time for a celebration!",
		"biome_Blizzard": "The most vile, stone-cold entities emerge in the blinding chaos of bone-piercing icy wind and snow. Every step is cold and dangerous.",
		"biome_Sandstorm": "The sands of the desert rage like a stormy sea, with deadly creatures swimming among them.",
		"biome_Surface": "Anywhere where one can see the trees, the mountains, and the sky. Not all creatures are powerful or even hostile.",
		"biome_Graveyard": "When areas of death become littered with graves, a thick mist of concentrated eeriness blankets the land.",
		"biome_UndergroundJungle": "The tangled world beneath the muddy jungle proves perilous to any adventurer. Within, be on guard for voracious plants and bugs.",
		"biome_TheUnderworld": "A doomed haven of fire and brimstone - run rampant with demons and devils - offers no sanctuary for the living.",
		"biome_TheDungeon": "Constructed long ago as a once thriving city, this dark and evil place now serves as the home for its cursed former inhabitants.",
		"biome_TheCorruption": "A cancerous Corruption thriving off the sins of the living. Its sole desire is to consume all things, leaving behind only a lifeless void.",
		"biome_Underground": "Just below the surface, there's no shortage of dirt. Basic ore, mundane treasure, and weak monsters live down there.",
		"biome_TheHallow": "A divine and overzealous force, 'The Hallow', serves as a cure to combat evil with its majestic, powerful creatures of light.",
		"biome_UndergroundMushroom": "A curious deviation of nature, large mushrooms grow densely from glowing blue grass. Tough 'mycanoids' defend the area.",
		"biome_StardustPillar": "A blue lunar seal protected by powerful guardians. This one representing a glittering celestial remnant known as 'stardust'.",
		"biome_Jungle": "Thick trees, brambled vines, and relentless beasts of nature inhabit this dense canopy of lush growth, sprouted from seemingly limitless mud.",
		"biome_Caverns": "Tough monsters, abandoned cabins, and golden treasure adorn the dark, vacant caverns tunneled beneath the underground.",
		"biome_UndergroundSnow": "Tunnels carved throughout frigid ice result in slippery pitfalls and freezing pools - all patrolled by the sub-zero denizens of the deep.",
		"biome_Ocean": "An endless ocean stretched to the horizon awaits at the world's edge, filled with infinitely hungry creatures from the watery depths.",
		"biome_SurfaceMushroom": "Surface mushroom patches must be cultivated by hand, but doing so may draw attention from strong mycanoids.",
		"biome_UndergroundDesert": "Beneath the sandy surface lies weathered, hard sandstone.  Massive nests of deadly insects and more infest these ancient burrows.",
		"biome_Snow": "A persistent arctic jet stream left a part of the world permanently cold. Only the hardiest of beasts can survive this harsh region.",
		"biome_Desert": "Endless dunes of sand reside here, scorched by the never-ending sun. Few things have adapted to survive in this environment.",
		"biome_Meteor": "The fragments left behind from plummeting meteorites burn endlessly with astrological energy, some of which appears to be alive.",
		"biome_Oasis": "This is no mirage! The clandestine pools of water glittering in the desert sun are the only source of life in these desolate sands.",
		"biome_SpiderNest": "In this deadly place, there lurk arachnids with many legs, many eyes, and a thirst for blood. They sow thick webs threaded with malice.",
		"biome_Crimson": "A hive mind of grotesque, biological infections which aim to consume all life whilst feeling absolutely nothing.",
		"biome_SolarPillar": "A red lunar seal protected by powerful guardians. This one representing a flaming celestial event known as 'solar flares'.",
		"biome_VortexPillar": "A green lunar seal protected by powerful guardians. This one representing a deep celestial void known as 'vortex'.",
		"biome_TheTemple": "Stone-crafted with an ancient mineral alloy, this indomitable temple houses the Lihzahrd; a crude, yet advanced reptilian race.",
		"biome_UndergroundCorruption": "With the ancient spirits of light and dark released, the Corruption's reach drastically increased and its minions greatly empowered.",
		"biome_NebulaPillar": "A purple lunar seal protected by powerful guardians. This one representing a stormy celestial body known as 'nebula'.",
		"biome_CorruptUndergroundDesert": "The Corruption's hold in the sandstone weakened the seals that held an assortment of ancient magicked beings at bay.",
		"biome_CrimsonUndergroundDesert": "The Crimson's bloody veins broke up the tombs that once held magicked beings, which are now released to commit mayhem.",
		"biome_HallowUndergroundDesert": "The blessing swept through the ancient sands, awakening dangerous creatures once forgotten to time.",
		"biome_CorruptDesert": "When the Corruption grows through the desert, vile things long since buried in the sand awaken with pure malice.",
		"biome_HallowDesert": "As the Hallow responds to the encroaching evils, it inadvertently awakens things that have slept beneath the sands for centuries.",
		"biome_CrimsonDesert": "With the Crimson seeping through the sands, dark things long forgotten rise again to seek out and destroy life.",
		"biome_Granite": "A glistening, dark material adorns the caverns here. Granite paves the way for progress in architectural fashion and durable monsters.",
		"biome_UndergroundCrimson": "With the ancient spirit of darkness released, the Crimson's veiny growth reaches new depths, and its macabre fiends gain strength.",
		"biome_UndergroundHallow": "With the evils now unleashed into the depths of the world, the Hallow fights back with powerful minions of light.",
		"biome_Marble": "A smooth material wrought with pleasing veins of color coat the walls of this cavern. An ancient civilization of monsters dwell here.",
		"biome_CorruptIce": "Cold ice infused with even colder Corruption results in bitterly-frozen terrors lurking beneath the treacherous icy caverns.",
		"biome_HallowIce": "Ice serves as a catalyst for the blessing, the Hallow's luminous source of power. Strong entities take advantage of this light.",
		"biome_CrimsonIce": "These bitterly cold caverns of ice, saturated with the blood of Crimson, host a new variety of menacing frozen fiends.",
		"biome_Sky": "It is rumored that there is a land far above the clouds, where ancient treasures are guarded by powerful winged creatures.",
		"biome_DayTime": "After 4:30am, the sun rises in the sky and the most dangerous of beings flee from the light. It's a great time to explore!",
		"biome_NightTime": "After 7:30pm, the moon rises in the sky. All manner of evil things, living and dead, roam the lands in the dark.",

	},
	"CommonBestiaryFlavor": {
		"Slime": "A simple, gelatinous creature that swallows anything and everything whole! It takes a long time to digest anything.",
		"DemonEye": "That suspicious feeling of being watched may very well come true in the dark of night, when Cthulhu's minions roam the skies.",
		"Hornet": "Aggressive flying insects which swarm the jungle depths. Their venomous barbs discharge over great distances at high velocity.",
		"Zombie": "Leaving doors open may be an invitation for shambling brain-eaters to enter the home, and nobody likes that.",
		"Skeleton": "Who needs muscles, skin, or even eyeballs? Skeletons get by with just the bones on their back, just as deadly as more fleshy foes.",
		"GoldCritter": "Rarely, critters are found coated entirely in gold! Shopkeepers will pay handsomely for these, or you can show them off in cages!",
		"GoldBaitCritter": "Rarely, critters are found coated entirely in gold! They are worth great coin to shopkeepers and fish absolutely love golden bait!",
		"Jellyfish": "That strange tingling sensation in the water may be the unwelcome surging of electrical death from a brainless jellyfish. Swim with care.",
		"Pigron": "This elusive dragon-pig hybrid has excellent stealth capabilities despite its rotund figure. It is uncertain how they came to exist.",
		"Dragonfly": "A swift-flying insect which hunts mosquitoes. Comes in a variety of colors. Fish are somewhat attracted to these.",
		"Mimic": "Talking to a chest doesn't cause craziness, but if the chest answers back, it may cause death! It still contains rare treasure, regardless!",
		"Penguin": "Penguins make their home in the coldest regions of the world, waddling around looking for tasty fish.",
		"LavaBat": "What's worse than a rabid, fast-flying, and annoying flying rodent? One that is on fire, of course!",
		"AngryBones": "Cursed with undeath, the former inhabitants of the Dungeon roam endlessly through its halls, seeking a victim for their unending fury.",
		"RustyArmoredBones": "Through use and neglect, the Rusted Company's weapons are jagged and rough, inflicting terrible bleeding wounds upon their foes.",
		"BlueArmoredBones": "Disciplined and relentless, the Marching Bones unceasingly pursue their goals, sundering anything, or anyone, in their way.",
		"HellArmoredBones": "The fiery glow of the Molten Legion is unmistakable. With their red-hot armaments in hand, they blaze a trail through all those in their way.",
		"RaggedCaster": "With their cursed magic, the members of the Ragged Brotherhood leave their victims helplessly lost in utter darkness.",
		"Necromancer": "In life, these sorcerers bore the Necromantic Sign of their order, and they shall continue to do so forever . . . even in death.",
		"Diabolist": "The undead who bear the Diabolic Sigil wield flames as intense as any in the underworld, consuming all in a scorching inferno.",
		"MushroomZombie": "The fungus controlling the minds of these zombies wants only one thing: brains! This is very convenient for the zombie.",
		"CostumeDemonEye": "No one knows who dressed these demon eyes up in cute costumes, but the whole process hasn't made them any friendlier.",
		"CostumeZombie": "Wearing costumes isn't fooling anyone; these zombies are clearly way too old to be trick or treating.",
		"CostumeSkeleton": "Skeletons need to wear very elaborate costumes during Halloween, or else people think they are dressing up as skeletons.",
		"ZombieXmas": "Even zombies can celebrate the holidays. Their festive outfits are just right, but their holiday spirit could use some work.",
		"RibbonSlime": "A perfectly gift wrapped bundle of slime. A wonderfully deadly present for any festive occasion.",
		"ZombieElf": "Elves that used to work for Santa, but have since been zombified. They don't complain much, so they are still pretty good helpers.",
		"AntlionCharger": "The soldiers of the antlion species, Antlion Chargers ferociously chase after intruders with a surprising speed.",
		"AntlionSwarmer": "Antlion Swarmers patrol their nests with a watchful eye. Should anyone threaten their eggs, they will defend them fiercely.",
		"Scarecrow": "Possessed by vengeful spirits of the harvest, these scarecrows are out to cause mischief and mayhem galore.",
		"FungiBulb": "When the glowing fungus is ready to spread, these bulbs will sprout to spread its spores to other locations and hosts.",
		"Mummy": "With the sands transmogrified by outside forces, those put to rest in the desert, whether good or evil, now rise to maim and kill.",
		"Sandshark": "In ancient times, a saltwater river once ran through the desert. These powerful creatures evolved to survive in the now dry sand.",
		"Lamia": "By the time glowing red eyes appear in the darkness of the desert caves, it is already too late. The lamias have found their prey.",
		"GemSquirrel": "Glistening squirrels who strayed too deep become ensorcelled with residual cursed energy retained in gemstones.",
		"GemBunny": "These colorful rabbits made their way so deep, their reaction to magicked gems resulted in a coveted sparkling appearance.",

	},
	"Bestiary_FlavorText": {
		"npc_BabySlime": "Clinging tightly to their parents and rarely seen, these miniature slimes will swarm anyone who harms their mother. ",
		"npc_MotherSlime": "Critical to the lifecycle of the slime species, these oversized jiggling masses are often found carrying their young deep underground.",
		"npc_JungleSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_YellowSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_RedSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_PurpleSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_BlackSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_Pinky": "The smallest slime ever recorded, their extreme cellular density makes them incredibly durable for their small size. They eat money.",
		"npc_GreenSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_Slimeling": "The still-animate severed pieces of an injured Corrupt Slime, Slimelings can still put up a fight, and have strength in numbers.",
		"npc_BlueSlime": "{$CommonBestiaryFlavor.Slime}",
		"npc_DemonEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_Zombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_TorchZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_EyeofCthulhu": "A piece of Cthulhu ripped from his body centuries ago in a bloody war. It wanders the night seeking its host body... and revenge!",
		"npc_ServantofCthulhu": "Young Demon Eyes newly birthed from the Eye of Cthulhu, brought forth to protect their master by any means necessary.",
		"npc_EaterofSouls": "Birthed from the Corruption as a being of pure malice, its sole instincts are to pursue, punish, and kill.",
		"npc_DevourerHead": "Worm-like monstrosities are the Corruption's most favored creatures, tunneling underneath unsuspecting victims.",
		"npc_GiantWormHead": "These itty bitty diggy dawgs dig through the earth and take focused spelunkers by surprise, causing unwanted distress.",
		"npc_EaterofWorldsHead": "Conceived from the bottomless malice of the Corruption, this mighty abyssal worm tunnels wildly to devour all in its path.",
		"npc_Merchant": "The Merchant acts as a simple general store of sorts, providing useful starter tools and supplies needed for exploration.",
		"npc_Nurse": "The Nurse's snarky attitude and poor bedside manner may be scary, but for a price, she will cure all that ails a wounded Terrarian.",
		"npc_ArmsDealer": "The Arms Dealer has everything anyone could need to shoot things dead, from little round bullets to guns made from sharks.",
		"npc_Dryad": "The Dryad is the last of her kind. She is connected with nature and can analyze its purity worldwide. She sells seeds, too!",
		"npc_Skeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SkeletonArcher": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_ArmoredSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_Guide": "The Guide always offers useful advice and crafting recipes. His origins and unusual connections to this world remain a mystery.",
		"npc_MeteorHead": "When meteorites strike the surface, their fragments lay scattered for the taking. Some pieces are alive, and will attack.",
		"npc_FireImp": "A lesser demon imbued with hell magic. Capable of teleporting and hurling phantom fireballs towards their foes.",
		"npc_GoblinPeon": "Common footsoldiers of the Goblin Army, these foul creatures are good for little more than cannon fodder... and breaking down doors.",
		"npc_GoblinThief": "Quick strike units of the Goblin Army, these pesky foes specialize in nimble movement and close-quarters combat.",
		"npc_GoblinWarrior": "The backbone of the Goblin Army infantry, these heavily-armored soldiers can take tremendous damage as they march undeterred.",
		"npc_GoblinSorcerer": "As primitive as they are, some goblins have the potential for manipulating magicked shadow energy through a form of hexing.",
		"npc_AngryBones": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_DarkCaster": "Doomed to watch over the Dungeon, these mages teleport to confuse their prey, before striking them down with a blast of water.",
		"npc_CursedSkull": "Exposed to dark rituals, this skull has begun floating around on its own, chasing the living. Its touch leaves its victims defenseless.",
		"npc_SkeletronHead": "The disembodied bones of a former tyrant pulsed with a hatred so strong, it left behind a mighty curse which guards the Dungeon.",
		"npc_OldMan": "This hapless Old Man carries the burden of a heavy curse. It's said at night he transforms into a horrific demon which guards the Dungeon.",
		"npc_Demolitionist": "Tread carefully around this dwarf. The Demolitionist is an explosive fanatic and sells dangerous things that go 'Boom!'",
		"npc_BoneSerpentHead": "Mighty serpentine dragons once ruled hell, but long ago shed their obsidian scales. A skeletal husk is all that remains.",
		"npc_Hornet": "{$CommonBestiaryFlavor.Hornet}",
		"npc_ManEater": "A sharp-toothed plant with a taste for human flesh. It has the ability to hide inside the mud and reach over great distances.",
		"npc_UndeadMiner": "There's evidence of spelunkers having explored the caverns in the past... as well as evidence of them having died doing so.",
		"npc_Tim": "An enchanter in life, this funny fellow won't give up his robe or wizard hat without a fight. He prefers warmer caverns.",
		"npc_Bunny": "Fuzzy wuzzy creatures that prefer safe, friendly locations.",
		"npc_CorruptBunny": "Bunnies are pure beings that normally resist all forms of Corruption, but will succumb under the effects of a Blood Moon.",
		"npc_Harpy": "Winged, demi-human women defend their territory against invaders by impaling them with their razor-sharp feathers.",
		"npc_CaveBat": "They are small, hard to see, and swiftly flap about in unpredictable ways. They often carry diseases, such as rabies.",
		"npc_KingSlime": "Slimes normally aren't intelligent, but occasionally they merge together to become a powerful force to swallow all things.",
		"npc_JungleBat": "These small, annoying creatures aren't to be underestimated. A deadly end awaits for those swarmed by these fangy rodents.",
		"npc_DoctorBones": "This particular zombie has a knack for finding historical artifacts, but has a terrible disdain towards snakes.",
		"npc_TheGroom": "Tall, handsome, and dead. This unlucky fellow did not survive his wedding and is ready to take it out on everyone.",
		"npc_Clothier": "Once trapped under a curse, the Clothier is the master of thread. If it's fashion that's desired, he's the man! He talks in a familiar way.",
		"npc_Goldfish": "A seemingly ordinary goldfish, until it decides to rain.",
		"npc_Snatcher": "A sharp-toothed plant with a taste for human flesh. It has the ability to hide inside the mud and reach over great distances.",
		"npc_CorruptGoldfish": "Goldfish mutate and become violent when exposed to a Blood Moon, allowing the Corruption to take hold of them.",
		"npc_Piranha": "Just one of these sharp-toothed fish can easily end a life. Luckily, they tend to swarm their victims in large groups! Life is grand.",
		"npc_LavaSlime": "Due to the heat of the underworld, these slimes have taken on the properties of lava. Slaying them is difficult and dangerous.",
		"npc_Hellbat": "{$CommonBestiaryFlavor.LavaBat}",
		"npc_Vulture": "Built to survive the desert heat, avian scavengers such as these will peck apart those who come near their carrion.",
		"npc_Demon": "Demons are the infantry of the underworld. Unlike their lesser brothers, they cast shadow magic rather than hell magic.",
		"npc_BlueJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_PinkJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_Shark": "Once these ocean predators catch a whiff of blood, they become relentless and unstoppable in their ravenous pursuit.",
		"npc_VoodooDemon": "Higher ranking demons can possess a voodoo doll of the chosen one, whose soul is linked with the world's guardian himself.",
		"npc_Crab": "This hard shelled coastal creature could snip the toes right off a man, among other things. They are not to be trifled with.",
		"npc_DungeonGuardian": "A lethal sentry that stands watch over the Dungeon's gates. Those who are deemed unworthy to enter shall not pass!",
		"npc_Antlion": "When antlions are nesting, they hide in the surface. To defend their eggs, they projectile vomit hard globs of sand at trespassers.",
		"npc_DungeonSlime": "Slimes in the Dungeon became powerful by feeding off the cursed energy throughout the place. They seem particularly attracted to keys.",
		"npc_GoblinScout": "The Goblin Army sends lone soldiers out from the beaches to seek out colonies to conquer. They give warning with a tattered sigil.",
		"npc_Bird": "A simple white bird which enjoys a calm sunny day.",
		"npc_Pixie": "A larger, more luminous form of fairy. Pixies provide the Hallow with more blessed light and aid in the cleansing of the land.",
		"npc_ArmoredSkeleton": "Remnants of a long lost expeditionary force, these stout warriors mindlessly patrol the caves in which they died.",
		"npc_Mummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_DarkMummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_LightMummy": "{$CommonBestiaryFlavor.Mummy}",
		"npc_CorruptSlime": "Steeped in the power of Corruption, these slimes can survive being cut apart into smaller pieces, unlike their untainted brethren.",
		"npc_Wraith": "Souls belonging to the darkest of hearts were once sealed in the world's core. Now, they roam the night to add to their kind.",
		"npc_CursedHammer": "Magicked through the pure hatred of the Corruption, this weapon flails about attempting to smash anything that breathes.",
		"npc_EnchantedSword": "Animated by the blessed light of the crystals, it will slice through anything to cleanse the world's evils.",
		"npc_Mimic": "{$CommonBestiaryFlavor.Mimic}",
		"npc_Unicorn": "These majestic single-horned equines storm angrily through the hallowed land in search of lowly intrusions needing to be cleansed away.",
		"npc_WyvernHead": "A colossal dragon-like creature unleashed along with the ancient spirits. It rules the skies with its unrivaled might.",
		"npc_GiantBat": "The oversized cousins of Cave Bats, these bats are more dangerous and can confuse their enemies with their bite.",
		"npc_Corruptor": "Like a cancer, the putrid creatures born from the Corruption mutate and grow into bigger, more deadly forms which discharge acids.",
		"npc_DiggerHead": "Exposure to the effects of ancient magicks flowing throughout the cracks of the world causes unusual rapid growths in giant worms.",
		"npc_SeekerHead": "Ancient magicks have unleashed the dark influences that gave birth to the Eater of Worlds, producing smaller, but just as deadly worms.",
		"npc_Clinger": "In the depths of the darkest corruption lies cursed-fire belching, betentacled nightmares stretching from the very walls themselves.",
		"npc_AnglerFish": "Some angler fish are content to lie in wait for their prey, but these are perfectly happy to aggressively chase down an underwater meal.",
		"npc_GreenJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
		"npc_Werewolf": "Cursed by the moonlight, these menacing lupines were once human. Now, they feast on their loved ones instinctively.",
		"npc_GoblinTinkerer": "Exiled from the rest of goblinkind for being an intelligent pacifist, the Tinkerer sells tools for combining accessories into stronger versions.",
		"npc_Wizard": "The Wizard is an absent-minded, demented old man who dabbles in the arcane arts. He sells magical trinkets to train new apprentices.",
		"npc_Clown": "His origins unknown, this creepy fiend balances himself on a ball while hurling explosive destruction at everything around him.",
		"npc_SkeletonArcher": "Skeleton Archers have a keen eye, despite the general lack of eyes. Distance offers little protection from their blazing arrows.",
		"npc_GoblinArcher": "Lending ranged support to the Goblin Army, archers keep a distance and pick off distracted and overwhelmed foes.",
		"npc_WallofFlesh": "Serving as the world's core and guardian, the towering demon lord exists to keep powerful ancient spirits sealed away.",
		"npc_TheHungry": "The Wall of Flesh's many mouths, attached by bloody veins. As a last resort, they can tear away and hungrily chase down threats.",
		"npc_TheHungryII": "The Wall of Flesh's many mouths, attached by bloody veins. As a last resort, they can tear away and hungrily chase down threats.",
		"npc_LeechHead": "A worm-like parasite spit forth from the Wall of Flesh, filled with the lifeblood of its host. This blood has healing properties.",
		"npc_ChaosElemental": "Once living beings infused by the blessing, they erratically make chase with an uncontrollable surge of luminous power.",
		"npc_Slimer": "The Slimer has become airborne with wings of unknown origin. The wings are easily knocked off with force, depriving it of its flight.",
		"npc_Gastropod": "Touched by the blessing, these nocturnal slimes evolved into a levitating snail-like creature which spits powerful beams of light.",
		"npc_Mechanic": "The Mechanic was imprisoned for her aptitude in engineering. She sells wiring and tools for putting together anything imaginable.",
		"npc_Retinazer": "Belonging to a pair of mechanically recreated Eyes of Cthulhu, this one focuses its energy into firing powerful lasers.",
		"npc_Spazmatism": "Belonging to a pair of mechanically recreated Eyes of Cthulhu, this one chases at high speed, exhaling cursed flames.",
		"npc_SkeletronPrime": "Mechanically reconstructed for reviving Cthulhu, this Skeletron has more arms than ever before, and a variety of fierce weapons.",
		"npc_BaldZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_WanderingEye": "Given time to mature, Demon Eyes will continue to grow in size and danger. These ones are old enough that their teeth have come in.",
		"npc_TheDestroyer": "A mechanical simulacrum of Cthulhu's spine decorated in laser-armed probes, which detach from its body when damaged.",
		"npc_IlluminantBat": "Blessed with the prismatic light of the Hallow, the Illuminant Bats are a vibrant pink blur arcing across the darkness of the Underground.",
		"npc_IlluminantSlime": "Slimes exposed to the light of the Hallow's crystals begin to emit that very same light, glowing brightly in the darkness.",
		"npc_Probe": "A singular probe detached from the Destroyer's body serves as a remote laser battery, often in a swarm of other probes.",
		"npc_PossessedArmor": "Whatever possessed this suit of armor to suddenly walk about and start killing everyone? It lacks a corporeal body.",
		"npc_ToxicSludge": "Distantly related to the common slime, the Toxic Sludge takes down its prey with potent toxins and a disarmingly toothy smile.",
		"npc_SantaClaus": "Only present during a specific time of year, Santa Claus makes a big entrance and an even bigger, rather explosive exit. Ho! Ho! Ho!",
		"npc_SnowmanGangsta": "While the world's inhabitants celebrate festivities, gangster snowmen party by slaying everyone with their tommy guns.",
		"npc_MisterStabby": "This stone-cold, yet maniacal gangster never snuffs the celebrating do-gooders without bringing along his 'Lil' Pokey'.",
		"npc_SnowBalla": "Nobody underestimates the throwing arm on this disturbed member of the snowman mafioso. He's a real slugger!",
		"npc_IceSlime": "Slimes that spent too long in arctic temperatures may begin to partially freeze, developing a shifting layer of ice on their surface.",
		"npc_Penguin": "{$CommonBestiaryFlavor.Penguin}",
		"npc_PenguinBlack": "{$CommonBestiaryFlavor.Penguin}",
		"npc_IceBat": "As if bats weren't enough of a nuisance already, Ice Bats can freeze flesh solid with a touch, leaving their prey defenseless.",
		"npc_Lavabat": "{$CommonBestiaryFlavor.LavaBat}",
		"npc_GiantFlyingFox": "An oversized cousin of the bat found only in the Jungle, giant flying foxes hunt the night skies looking for prey.",
		"npc_GiantTortoise": "No one takes the giant tortoises seriously. Not until they come hurtling through the air, a spinning, spiky ball of death.",
		"npc_IceTortoise": "Like their jungle cousins, ice tortoises are an unexpectedly serious threat, possessing surprising speed and mobility. ",
		"npc_Wolf": "Living in the harshest of climates, these savage lupines hunt in the dark of night desperately for sustenance.",
		"npc_RedDevil": "Conjuring potent spears of dark magic, these elite demons are a serious threat to any who dare enter their abode.",
		"npc_Arapaima": "These enormous fish thrive in the jungle waters near veins of unstable magicks, which make them unusually strong and hostile.",
		"npc_Vampire": "Whether he is a man who turns into a bat, or a bat who turns into a man, one thing is for sure: he's out for blood!",
		"npc_Truffle": "Harnessing the hidden power of the glowing mushroom, the Truffle forges weapons and tools exclusively in his mushroom home.",
		"npc_ZombieEskimo": "Zombies found in snow biomes are often found bundled up in winter clothing. It doesn't help them any, they are still dead cold!",
		"npc_Frankenstein": "Built from parts of deceased Terrarians, this stout monster resulted from a crazy man's desire to create life with his own hands.",
		"npc_WallCreeperWall": "They have eight legs, eight eyes, and eight ways to cocoon and feast upon an unsuspecting victim.",
		"npc_SwampThing": "Creeping from the depths of the darkest swamps, this algae-dripped beast desires to drown away anyone in his path.",
		"npc_UndeadViking": "Long before there were pirates, stories tell of powerful vikings who raged the seas. Their remains roam the icy caverns below.",
		"npc_CorruptPenguin": "During a Blood Moon, the normally docile penguins fall under the hostile influence of the Corruption.",
		"npc_IceElemental": "Water elementals become icy when dense strong magicks accumulate in the coldest places. Their frosty shards freeze all.",
		"npc_PigronCorruption": "{$CommonBestiaryFlavor.Pigron}",
		"npc_PigronHallow": "{$CommonBestiaryFlavor.Pigron}",
		"npc_RuneWizard": "Tim's more powerful and much better-looking older brother. He, too, prefers the heat, but not excessively.",
		"npc_Crimera": "The most common horror to be born from the Crimson, it seeks to consume pure things with unrelenting hunger.",
		"npc_Herpling": "These hyper, demented, slug-like fiends serve the crimson horde with an unstoppable appetite for blood and flesh.",
		"npc_AngryTrapper": "When a Man Eater consumes enough human flesh, it undergoes a cocoon-like metamorphosis into a far deadlier form.",
		"npc_MossHornet": "The empowered flora of the Jungle has merged with these species of Hornet, strengthening their exoskeletons and stingers.",
		"npc_Derpling": "These large, sapphire-shelled fleas leap around incessantly. They can drain the blood content of one man within seconds.",
		"npc_Steampunker": "The Steampunker has a particular taste for steam-fueled machinery and gadgets. She sells her gizmos with an endearing accent.",
		"npc_CrimsonAxe": "Ensorcelled by the Crimson collective, this weapon moves about and chops its enemies by its own will.",
		"npc_PigronCrimson": "{$CommonBestiaryFlavor.Pigron}",
		"npc_FaceMonster": "It would be unwise to face off with one of these unfeeling, hungry mutations. Their mouths are large enough to devour all things.",
		"npc_FloatyGross": "These buoyant terrors of the darkest crimson depths most definitely, without question, are both floaty and gross.",
		"npc_Crimslime": "Taking on the consistency of congealed blood and flesh, Crimslimes seek out and digest more raw material for the Crimson.",
		"npc_SpikedIceSlime": "This Ice Slime has large ice shards in its mass from excessive exposure to the cold. Somehow, it is able to launch these at its prey.",
		"npc_SnowFlinx": "A strange, round furry mammal with an unusually large, protruding nose. They are extremely lightweight.",
		"npc_PincushionZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_SlimedZombie": "Sometimes, a slime's victim will turn into a zombie mid-digestion. Walking around like that is quite awkward for both parties.",
		"npc_SwampZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_TwiggyZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_CataractEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_SleepyEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_DialatedEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_GreenEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_PurpleEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_WanderingEye": "{$CommonBestiaryFlavor.DemonEye}",
		"npc_LostGirl": "Naked and afraid, this girl stands still, deep in the world, as if waiting for someone to rescue her and lead her to the surface.",
		"npc_Nymph": "Masterfully deceives explorers by posing as a lost girl, then attacks with ferocious might, blood-lust in her eyes.",
		"npc_ArmoredViking": "The most elite vikings were worthy of the strongest armor. It seems that it wasn't terribly effective, given their state now.",
		"npc_Lihzahrd": "A reclusive race of reptilian folk found exclusively in the mysterious jungle Temple. They look primitive, but are quite advanced.",
		"npc_FemaleZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_HeadacheSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_MisassembledSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_PantlessSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SpikedJungleSlime": "Frequent consumption of the Jungle's toxins and thorns has resulted in a slime covered in venomous spikes.",
		"npc_Moth": "Rarely, exposure to jungle toxins causes certain moths to mutate to enormous size. They release a valuable dust on death.",
		"npc_IcyMerman": "Mermen rarely stray far from the ocean. Those that do can become lost, wander into cold caverns, and become icy undead fish men.",
		"npc_DyeTrader": "Eccentric and rather snobby to a fault, the Dye Trader has expensive tastes. He is passionate about the materials used in the dyes he sells.",
		"npc_PartyGirl": "Positive beyond comprehension, the Party Girl will use any excuse to celebrate. She sells party favors and flashy things.",
		"npc_Cyborg": "The Cyborg was built with the combined efforts of the Mechanic and the Steampunker to aid in rocket science and world defense.",
		"npc_Bee": "Found in hives and nests all throughout the jungle, these tiny pests will swarm an adventurer at every turn.",
		"npc_BeeSmall": "Found in hives and nests all throughout the jungle, these tiny pests will swarm an adventurer at every turn.",
		"npc_PirateDeckhand": "They are either washing the deck of their ship of seaweed and ale, or wiping the dirt with the faces of unsuspecting Terrarians.",
		"npc_PirateCorsair": "Once mercenaries from a distant land, Corsairs brandish deadly scimitars with unyielding skill and a cut-throat agenda.",
		"npc_PirateDeadeye": "Nobody knows if 'Dead Eye' refers to their precise aim, or the fact that one of their eyes is indeed 'dead'... like their targets.",
		"npc_PirateCrossbower": "Some wee lasses aren't content staying at port waiting for their men to return from a raid, so they join in on the deadly fun!",
		"npc_PirateCaptain": "A pirate captain's love for riches is only rivaled by his obsession with heavy gunpowder and large, rampart-shattering cannons!",
		"npc_CochinealBeetle": "Found in deep, dark caverns, these large beetles are sought out for the deep, blood-red secretions stored in their scaly exoskeleton.",
		"npc_CyanBeetle": "Hardy to extremely cold temperatures, these beetles contain a desired bluish fluid which can be used to dye textiles.",
		"npc_LacBeetle": "These scaly insects thrive in thick subterranean foliage. Their secretions stain many materials in a beautiful violet color.",
		"npc_SeaSnail": "This unusually large snail makes its home deep in the ocean. Its mucous can be manufactured into a purple dye.",
		"npc_Squid": "A betentacled marine creature which discharges a thick, black ink when threatened. The ink is collected for aesthetic purposes.",
		"npc_QueenBee": "This highly aggressive monstrosity responds violently when her larva is disturbed; the honey-laden hives are her home turf.",
		"npc_ZombieRaincoat": "Some zombies never leave home without their trusty raincoat. Comfy and dry, they pursue human flesh no matter the weather.",
		"npc_FlyingFish": "Certain species of fish gain the most peculiar abilities when it rains. They only like one thing about land-dwellers: their flesh.",
		"npc_UmbrellaSlime": "The previous owner of this umbrella learned the hard way: umbrellas are good protection against rain, but not against slime.",
		"npc_FlyingSnake": "Kept as pets and guardians by the Lihzahrd race, the flying snakes will attack any who trespass on the Temple's protected grounds.",
		"npc_Painter": "The Painter can talk about all the different shades of colors with which one can paint the walls. He'll sell but a handful of them!",
		"npc_WitchDoctor": "It's unusual for a Lihzahrd to be outside the Temple. Even more unusual are the voodoo things he sells. He prefers his jungle digs.",
		"npc_Pirate": "Ahoy! The only good Pirate Captain is... one that sells cannons and weapons to take out all competing Pirate Captains!",
		"npc_HornetFatty": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetHoney": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetLeafy": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetSpikey": "{$CommonBestiaryFlavor.Hornet}",
		"npc_HornetStingy": "{$CommonBestiaryFlavor.Hornet}",
		"npc_JungleCreeperWall": "The itsy bitsy spider climbed up a jungle vine, down came a hapless explorer and the spider got to dine. The End.",
		"npc_BlackRecluseWall": "They have eight legs, eight eyes, and eight ways to cocoon and feast upon an unsuspecting victim.",
		"npc_BloodCrawlerWall": "Most spiders operate independently, but ones touched by the Crimson hive coordinate together to consume life.",
		"npc_BloodFeeder": "Like the piranha, these swarming fish thirst for blood. Birthed from tainted blood themselves, their hunger is truly intense.",
		"npc_BloodJelly": "Jellyfish swimming in the bloody waters of the Crimson become infected, converting them to its all-consuming cause.",
		"npc_IceGolem": "Sub-zero temperatures, blinding snow flurries, and being blasted apart by an icy construct are some of the dangers of blizzards.",
		"npc_RainbowSlime": "These blessing-infused gelatin menaces glow vibrantly in a rainbow of hues. As a result, they require a constant liquid intake.",
		"npc_Golem": "A remarkable display of ingenuity constructed by the Lihzahrd clan. Powered by solar energy cells, it is ready to guard the Temple.",
		"npc_AngryNimbus": "When severe storms roll through, it is said that the skies are angry. This cloud in particular is especially livid!",
		"npc_Eyezor": "A powerful zombie-like creature whose eye can see for miles, and blow away opponents with powerful lasers.",
		"npc_Parrot": "A pirate's best friend, the parrot, will tear the eyes out of any greasy landlubber with its sharp, pointy talons.",
		"npc_Reaper": "The reaper's list stretches endlessly with the names of those who will soon depart this world. His sickle will make sure of that.",
		"npc_ZombieMushroom": "{$CommonBestiaryFlavor.MushroomZombie}",
		"npc_ZombieMushroomHat": "{$CommonBestiaryFlavor.MushroomZombie}",
		"npc_FungoFish": "Some fish exposed to glowing mushroom spores become a curious mushroom-jellyfish hybrid, glowing softly in the watery depths.",
		"npc_AnomuraFungus": "These crab-like creatures scuttle about in glowing mushroom fields, heavily infested by the fungal spores. ",
		"npc_MushiLadybug": "This aggressive species of ladybug is quite at home near glowing mushrooms, living symbiotically with the fungus.",
		"npc_FungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
		"npc_GiantFungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
		"npc_Plantera": "A dormant, yet powerful floral guardian awoken by the fallout of Cthulhu's destroyed machinations. Its reach spans the entire jungle.",
		"npc_BrainofCthulhu": "A piece of Cthulhu torn asunder, this vile mastermind pulses with agony and aids the Crimson to an attempt to avenge its master.",
		"npc_Creeper": "Manipulated through the hive mind of the Crimson, Creepers serve as the brain's eyes and orbit around it for defense in numbers.",
		"npc_IchorSticker": "Filled to the brim with powerful ichor, these squid-like abominations spew their corrosive bio-fluid at their prey.",
		"npc_RustyArmoredBonesAxe": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesFlail": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesSword": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_RustyArmoredBonesSwordNoArmor": "{$CommonBestiaryFlavor.RustyArmoredBones}",
		"npc_BlueArmoredBones": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesMace": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesNoPants": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_BlueArmoredBonesSword": "{$CommonBestiaryFlavor.BlueArmoredBones}",
		"npc_HellArmoredBones": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesSpikeShield": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesMace": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_HellArmoredBonesSword": "{$CommonBestiaryFlavor.HellArmoredBones}",
		"npc_RaggedCaster": "{$CommonBestiaryFlavor.RaggedCaster}",
		"npc_RaggedCasterOpenCoat": "{$CommonBestiaryFlavor.RaggedCaster}",
		"npc_Necromancer": "{$CommonBestiaryFlavor.Necromancer}",
		"npc_NecromancerArmored": "{$CommonBestiaryFlavor.Necromancer}",
		"npc_DiabolistRed": "{$CommonBestiaryFlavor.Diabolist}",
		"npc_DiabolistWhite": "{$CommonBestiaryFlavor.Diabolist}",
		"npc_BoneLee": "It's said that centuries ago, there was once a clan of ninjas that hid in the shadows of the world. It seems they are long dead now.",
		"npc_DungeonSpirit": "Sometimes, highly concentrated ectoplasm gathers inside the more powerful of the cursed inhabitants of the Dungeon.",
		"npc_GiantCursedSkull": "No one knows where these giant skulls came from, but like their smaller cousins, they seek out and curse the living with their magic.",
		"npc_Paladin": "In distant history, these mighty undead knights once guarded a prosperous city before a massive curse befell them.",
		"npc_SkeletonSniper": "These eagle-eyed sharpshooters let nothing escape their crosshairs. Part of an elite military unit in their past lives.",
		"npc_TacticalSkeleton": "With thick armor and mighty boomsticks, it's clear these bones are prepared for a siege. Part of an elite military unit in their past lives.",
		"npc_SkeletonCommando": "Rocket-powered and fueled with rage, these cursed skeletons prefer the nuclear option. Part of an elite military unit in their past lives.",
		"npc_AngryBonesBig": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_AngryBonesBigMuscle": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_AngryBonesBigHelmet": "{$CommonBestiaryFlavor.AngryBones}",
		"npc_BirdBlue": "This little blue bird came looking for worms.",
		"npc_BirdRed": "A rare, red-crested friend of the forest.",
		"npc_Squirrel": "Fast moving and erratic woodland creatures with greyish-brown fur. Got nuts? ",
		"npc_Mouse": "Mice squeak around harmlessly, looking for small insects in damp underground locations.",
		"npc_Raven": "Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore.",
		"npc_SlimeMasked": "Is it a slime in a bunny costume? Or is it a bunny in a slime costume? Halloween can be very confusing sometimes.",
		"npc_BunnySlimed": "Is it a bunny in a slime costume? Or is it a slime in a bunny costume? Halloween can be very confusing sometimes.",
		"npc_HoppinJack": "This particular pumpkin seeks revenge for being carved. His hearty leaps become quicker the more he is carved into.",
		"npc_Scarecrow1": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow2": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow3": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow4": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow5": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow6": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow7": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow8": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow9": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_Scarecrow10": "{$CommonBestiaryFlavor.Scarecrow}",
		"npc_HeadlessHorseman": "This menacing nightmare rides out into the night to harvest living souls on his seeing-eye horse, for he has no head of his own.",
		"npc_Ghost": "During the most harrowing times, these apparitions float aimlessly through the depths to steal the life from those they envy.",
		"npc_DemonEyeOwl": "{$CommonBestiaryFlavor.CostumeDemonEye}",
		"npc_DemonEyeSpaceship": "{$CommonBestiaryFlavor.CostumeDemonEye}",
		"npc_ZombieDoctor": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_ZombieSuperman": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_ZombiePixie": "{$CommonBestiaryFlavor.CostumeZombie}",
		"npc_SkeletonTopHat": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_SkeletonAstonaut": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_SkeletonAlien": "{$CommonBestiaryFlavor.CostumeSkeleton}",
		"npc_MourningWood": "These enormous murder trees nightmarishly stomp about, prepared to shower endless fiery destruction upon all life.",
		"npc_Splinterling": "Mourning Woods reproduce by snapping cuttings from their bodies and thrusting them into the soil. Splinterlings are the result.",
		"npc_Pumpking": "A pumpkin has many faces. A pumpkin will murder all with many sharp blades. A pumpkin is king of the harvest.",
		"npc_Hellhound": "Most certainly not a good boy, this vicious demon dog is more than eager to guide living beings to the underworld with every bite.",
		"npc_Poltergeist": "The intense hateful energies emanating from these spirits grant them the ability to move objects, truly for the purpose of killing.",
		"npc_ZombieXmas": "{$CommonBestiaryFlavor.ZombieXmas}",
		"npc_ZombieSweater": "{$CommonBestiaryFlavor.ZombieXmas}",	
		"npc_SlimeRibbonWhite": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonYellow": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonGreen": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_SlimeRibbonRed": "{$CommonBestiaryFlavor.RibbonSlime}",
		"npc_BunnyXmas": "Judging by the outfit, Santa appears to have recruited some bunnies to be his little helpers this year.",
		"npc_ZombieElf": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_ZombieElfBeard": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_ZombieElfGirl": "{$CommonBestiaryFlavor.ZombieElf}",
		"npc_PresentMimic": "Surprise! The most unexpected gift this holiday season, the Present Mimic is a nicely gift-wrapped box of teeth and death.",
		"npc_GingerbreadMan": "A gingerbread man seeking vengeance for his long-eaten brethren. He may look yummy, but this is one tough cookie.",
		"npc_Yeti": "An ill-tempered ape from cold, snowy regions to the north. They do not appreciate festivity, so they've come to spoil all the fun.",
		"npc_Everscream": "If trees could scream, this evil evergreen would do so constantly. Deadly are the ornaments hurled from its branches.",
		"npc_IceQueen": "If this icy towering monstrosity wishes for someone's soul, they'll surely let it go... right from their cold, dead hands.",
		"npc_SantaNK1": "This jolly bad boy wants to stuff everyone's stockings with the gift of their entrails. This cranky Kringle's gone postal.",
		"npc_ElfCopter": "The elves aren't just flying toy helicopters, these are fully combat ready. All that inventing finally paid off! ",
		"npc_NutcrackerSpinning": "Bringing his massive chompers to bear, the Nutcracker frolics through the wintery night. Nuts aren't the only thing he can crack.",
		"npc_ElfArcher": "These aren't your typical elven archers. Tinkering all year long, they are excited to gift you with the hottest new arrows this season.",
		"npc_Krampus": "Every year, Krampus is tasked to punish all of the naughty children, but he's taken the day off to participate in this mayhem instead!",
		"npc_Flocko": "These ferocious flakes are the frozen minions of the Ice Queen. Where this sinister snow falls, so shall her icy judgment.",
		"npc_Stylist": "The Stylist loves style, gossip, and hair. Aside from performing a miracle makeover, she sells some hair product as well.",
		"npc_Firefly": "Appears at night in calm locations, illuminating the sky with strobing green light. Fish are fairly attracted to these.",
		"npc_Butterfly": "Beautiful fluttering insects that love sunrises. Fish are attracted to these based on their color variety.",
		"npc_Worm": "A slick, tubular invertebrate found hiding in rocks, dirt, and grass. Loves the rain. Fish are especially attracted to these.",
		"npc_LightningBug": "Appears at night in blessed locations, filling the sky with flashing cyan light. Fish are especially attracted to these.",
		"npc_Snail": "A slimy mollusk that thrives in damp, dark places. Fish are barely attracted to these.",
		"npc_GlowingSnail": "A snail that has mutated to adapt to the glowing mushroom environment. Fish are significantly attracted to these.",
		"npc_Frog": "Prefers bodies of water filled with thick growth. Perfectly content both on land and underwater.",
		"npc_Duck": "A water fowl with beautiful plumage. Swims in the purest of water, quacking happily.",
		"npc_DuckWhite": "A white feathered waterfowl that swims in pure water and basks in the warm sun.",
		"npc_ScorpionBlack": "Despite its menacing appearance, it is quite docile unless threatened or facing smaller prey. Fish are occasionally attracted to these.",
		"npc_Scorpion": "Harmlessly scuttles around the desert looking for food. Fish are barely attracted to these.",
		"npc_TravellingMerchant": "The flamboyantly-dressed Traveling Merchant travels far and wide to bring unique, cultural wares from time to time.",
		"npc_Angler": "The Angler, a rude fishing genius, sends others to find weird, rare fish. He rewards random items, entertained by any misfortunes.",
		"npc_DukeFishron": "An aquatic pigron mutation from the depths of the ocean who surfaces in search of a rare, savory type of worm.",
		"npc_Sharkron": "Duke Fishron's nature as a form of chimera causes his offspring to emerge more shark-like, which he uses as minions in battle.",
		"npc_TruffleWorm": "An extremely rare, difficult to catch glowworm. A specific, powerful sea creature is insatiably attracted to these.",
		"npc_Grasshopper": "It leaps tall blades of grass in a single bound. Fish are fairly attracted to these.",
		"npc_ChatteringTeethBomb": "A playful prank gone wrong, clowns will unleash these explosive chompers on their enemies. Also great for parties!",
		"npc_CultistArcherBlue": "Sworn to protect the cultist's ritual, these robed archers will fight to the death defending the lunatic devotees.",
		"npc_BrainScrambler": "These Martian soldiers brandish crude laser weaponry that releases dangerous short-range radiation, hence the protective helmets.",
		"npc_RayGunner": "The elite specialists in the Martian Invasion Force are equipped with more precise and deadly laser rifles; effectively snipers.",
		"npc_MartianOfficer": "Lacking offensive weaponry, officers in the Martian forces favor defensive measures to focus on relaying tactics to the soldiers.",
		"npc_GrayGrunt": "Martians are conscripted into military service, and those who do not make the cut are sent out unarmed to distract the enemy as fodder.",
		"npc_MartianEngineer": "Martian soldiers who lack combat ability may instead be deployed for their mechanical aptitude, constructing turrets on the field.",
		"npc_MartianTurret": "Named after a historic Terrarian, these turrets are built by Martian engineers and rain devastating energy upon anyone nearby.",
		"npc_MartianDrone": "The data collected from these drones are sent back to the motherships moments before they self-destruct onto their foes.",
		"npc_GigaZapper": "Martians who show great potential in close combat are equipped with powerful energy spears that can atomize anything.",
		"npc_ScutlixRider": "Elite Ray Gunners often ride these powerful alien creatures into battle as cavalry. If their mount dies, they will pursue on foot.",
		"npc_Scutlix": "Native to the Martian homeworld, these creatures function similarly to horses. That is, if horses could fire lasers from their eyes.",
		"npc_MartianSaucerCore": "An advanced flying saucer from somewhere well beyond this world. The destruction from its weaponry is unimaginable.",
		"npc_MoonLordCore": "The mastermind behind all terrors which befall the world, freed from his lunar prison. Practically a god, his power knows no limits.",
		"npc_MartianProbe": "Sensing growing power on the planet, otherworldly beings send space-age technology to scan for advanced lifeforms.",
		"npc_StardustWormHead": "The celestial energies of which this worm is born give its body and tail near unstoppable power as it twists through the skies.",
		"npc_StardustCellBig": "A biological single-celled organism that divides and multiplies rapidly with the limitless power of celestial energy.",
		"npc_StardustCellSmall": "A biological single-celled organism that divides and multiplies rapidly with the limitless power of celestial energy.",
		"npc_StardustJellyfishBig": "A cosmic jellyfish-type creature infused with abundant celestial energies which summons smaller minions to serve as its weaponry.",
		"npc_StardustSpiderBig": "This beastly celestial arachnid rapidly spawns swift and relentless offspring to distract its prey as it prepares to devour them.",
		"npc_StardustSoldier": "This slow-moving celestial soldier fires cosmic rays at unsuspecting invaders, defending the pillar without hesitation.",
		"npc_SolarCrawltipedeHead": "Wrapped in celestial energy, this worm-like creature seems invincible. Having no eyes, it seeks vibrations throughout the air.",
		"npc_SolarDrakomire": "These celestial beasts harness the power of the sun, releasing violent flares towards any intruders nearing the pillar.",
		"npc_SolarDrakomireRider": "Many drakanians ride the beastly Drakomires as a form of battle steed. Should the Drakomire be slain, they will pursue on foot.",
		"npc_SolarSroller": "These humanoid celestial monsters assault their foes by rolling up into a ball and charging them with their sharp, fiery spikes.",
		"npc_SolarCorite": "Resembling a large, sentient meteorite, Corites are infused with celestial energy and will charge at anything that moves.",
		"npc_SolarSolenian": "These acrobatic celestial warriors can deflect incoming threats whilst spinning with their solar-infused blades.",
		"npc_NebulaBrain": "These brain-like celestial beings have psionic capabilities, phasing through space and summoning powerful optical minions.",
		"npc_NebulaHeadcrab": "These psionic, squid-like beasts levitate with celestial energy and latch onto the head of their prey, disrupting brain functions.",
		"npc_LunarTowerVortex": "Representing a deep celestial void known as 'vortex', this tower holds the seal locking away a terrifying tyrant.",
		"npc_NebulaBeast": "Celestial power fuels the aggression of these violent beasts, allowing them to run down those who trespass the pillar's area.",
		"npc_NebulaSoldier": "The cosmic power held by these humanoid warriors grant them psychic abilities, in which they use to accurately shoot down foes.",
		"npc_VortexRifleman": "These alien soldiers carry a versatile arsenal of celestial rifles and cosmic accessories that allow them to defy gravity.",
		"npc_VortexHornetQueen": "The final evolutionary stage of the alien hornet. They fire powerful disruptive energy at their prey, and give birth to many larvae.",
		"npc_VortexHornet": "These flying insectoids utilize wormholes to ambush intruders near the celestial pillars. They hunt in pairs and may swiftly evolve.",
		"npc_VortexLarva": "The larval stage of the alien hornets. They may seem weak and harmless, but if ignored they will evolve into powerful beings.",
		"npc_VortexSoldier": "The cosmic energy surging through these warriors builds up until their untimely demise, resulting in an explosion of lightning.",
		"npc_ArmedZombie": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombiePincushion": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieSwamp": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieTwiggy": "{$CommonBestiaryFlavor.Zombie}",
		"npc_ArmedZombieCenx": "{$CommonBestiaryFlavor.Zombie}",
		"npc_CultistDevote": "Utterly devoted, Lunatic Devotees unfailingly worship their deity, even when threatened with death. Fear only makes them worship harder.",
		"npc_CultistBoss": "A fanatical leader hell-bent on bringing about the apocalypse by reviving the great Cthulhu through behind-the-scenes scheming.",
		"npc_CultistBossClone": "Though it is an illusion designed to distract from the true threat, this fake cultist can still use some basic offensive magic as well.",
		"npc_TaxCollector": "This grumpy Tax Collector has literally been to hell and back. Greedy to a fault, he's truly only concerned with money.",
		"npc_GoldBird": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldBunny": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldButterfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_GoldFrog": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldGrasshopper": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_GoldMouse": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldWorm": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_BoneThrowingSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton2": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton3": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_BoneThrowingSkeleton4": "{$CommonBestiaryFlavor.Skeleton}",
		"npc_SkeletonMerchant": "Most skeletons are out for blood, but not the Skeleton Merchant. He just wants to sell supplies, such as rare torches and yo-yo gear.",
		"npc_CultistDragonHead": "Wyvern souls are entwined in the atmosphere of the world. Powerful magicks can summon them through the veil with physical form.",
		"npc_Butcher": "Soulless and cruel, this pig-masked psychotic killer brandishes a powerful chainsaw in which to dismember every living thing.",
		"npc_CreatureFromTheDeep": "Said to have emerged from the blackest lagoons, these fish-men lash at their victims with unmatched submerged mobility.",
		"npc_Fritz": "Rumors speak of a small-minded hunchback who assisted in mad science. This small fellow reacts unpredictably when approached.",
		"npc_Nailhead": "An intelligent being who seeks out souls to steal, utilizing nails from his own body both as a weapon and as defensive measures.",
		"npc_CrimsonBunny": "Bunnies are pure beings that normally cannot be afflicted by Crimson, but will succumb under the effects of a Blood Moon.",
		"npc_CrimsonGoldfish": "Goldfish become grotesque, blood-sucking fiends of the Crimson when exposed to a Blood Moon.",
		"npc_Psycho": "This masked killer's quiet demeanor and cunning ability to hunt allows him to ambush his victims without being detected.",
		"npc_DeadlySphere": "By means unknown, this silvery metamorphic sphere levitates about on its own. It moves about quickly, often producing spikes.",
		"npc_DrManFly": "Part man, part fly, all doctor. He's brought his most volatile and dangerous chemicals, and he's buzzing to try them out.",
		"npc_ThePossessed": "A Terrarian girl possessed by the most evil of spirits, she gains superhuman abilities and behaves both arbitrarily and violently.",
		"npc_CrimsonPenguin": "During a Blood Moon, the normally docile penguins become infested with the contagious growth of the Crimson.",
		"npc_GoblinSummoner": "Gifted in the darkest of magics, she summons unfathomable shadowflame ghasts through a powerful hex.",
		"npc_ShadowFlameApparition": "The shadowflame magicks are powerful spiritual remnants of twisted goblin ancestors, wrought from powerful summoning.",
		"npc_BigMimicCorruption": "Mimics which fall to Corruption grow larger and more powerful as a result. They can be birthed from ordinary chests by force.",
		"npc_BigMimicCrimson": "Mimics which are enthralled by the Crimson are empowered dramatically. They can be birthed from ordinary chests by force.",
		"npc_BigMimicHallow": "Mimics struck with the blessing surge with energy and become powerful. They can be birthed from ordinary chests by force.",
		"npc_Mothron": "A behemoth of an insect attracted to the eerie anti-glow of a solar eclipse. With a rapid gestation period, it multiplies quickly.",
		"npc_MothronSpawn": "The creatures which burst from the eggs laid by mothron can be as deadly and as relentless as their daunting mothers.",
		"npc_Medusa": "An ancient monster with a petrifying gaze. The snakes which grow from her scalp like hair grant her these powers.",
		"npc_GreekSkeleton": "In the ruins of an ancient civilization now deeply buried, some of its spear-hurling soldiers still walk its marble-adorned paths.",
		"npc_GraniteGolem": "Strong are the magicked spirits which inhabit the granite masses deep below, this type in particular taking on a humanoid shape.",
		"npc_GraniteFlyer": "Earth elementals manifest through many forms by taking on the properties of different materials, such as this hardy granite.",
		"npc_EnchantedNightcrawler": "Worms infused with fallen star magic glow with a glittering light. Fish are extremely attracted to these.",
		"npc_Grubby": "Slimy, yet satisfying! Fish are especially attracted to these.",
		"npc_Sluggy": "Slow and covered in a slick mucous. Fish are somewhat attracted to these.",
		"npc_Buggy": "A vibrant beetle-like bug. Fish are extremely attracted to these.",
		"npc_BloodZombie": "With enough exposure to a Blood Moon, zombies become twisted and cursed with everflowing blood pouring out from their rotten flesh.",
		"npc_Drippler": "Demon eyes become erratic under a Blood Moon, sometimes twisting together into a dripping cluster of cursed blood and eyeballs.",
		"npc_PirateShip": "When the pirates face strong opposition in their pillaging raids, they bring their majestic floating galleon as backup. Cannons away!",
		"npc_LunarTowerStardust": "Representing a glittering celestial remnant known as 'stardust', this tower holds the seal locking away a terrifying tyrant.",
		"npc_Crawdad": "A subterranean form of crayfish which scuttles along the cavern floors, searching for prey to clip apart with its powerful pincers.",
		"npc_GiantShelly": "To overcome their slow speed, shellies have developed the ability to hide inside their spiked shell and hurl themselves at their foes.",
		"npc_Salamander2": "An unusual amphibious bipedal lizard which inhabits the dark caverns. When threatened, it spews a highly corrosive acid everywhere.",
		"npc_LunarTowerNebula": "Representing a stormy celestial body known as 'nebula', this tower holds the seal locking away a terrifying tyrant.",
		"npc_GiantWalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
		"npc_GiantFlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
		"npc_DuneSplicerHead": "The world's largest, most deadly worm. Strengthened by ancient magicks, it can devour a spicy Terrarian quicker than they realize.",
		"npc_TombCrawlerHead": "The desert is home to one of the largest varieties of worms across the land. It has a voracious appetite for careless explorers.",
		"npc_LunarTowerSolar": "Representing a flaming celestial event known as 'solar flares', this tower holds the seal locking away a terrifying tyrant.",
		"npc_SolarSpearman": "These highly aggressive celestial soldiers carry a large, fiery spear that can melt nearly anything it penetrates.",
		"npc_MartianWalker": "A wonder of Martian technology constructed from the strongest metals and infused with biological components.",
		"npc_AncientCultistSquidhead": "A vision of a deadly omen wrought forth by a powerful cultist, often appears with reckless cosmic summoning of wyvern spirits.",
		"npc_DesertGhoul": "Wandering the dark caverns below the desert dunes, ghouls are the dessicated husks of zombies preserved by the arid environment.",
		"npc_DesertGhoulCorruption": "Ghouls twisted by the Corruption ooze a nasty green bile that ignites on contact with skin, scorching their prey with cursed flames.",
		"npc_DesertGhoulCrimson": "Ghouls infested by the Crimson leak vile ichor from their mouths, weakening the defenses of their foes with every bite.",
		"npc_DesertGhoulHallow": "Ghouls cleansed by the Hallow possess a psychedelic saliva that renders their victims confused and distracted by visions and mirages.",
		"npc_DesertLamiaLight": "{$CommonBestiaryFlavor.Lamia}",
		"npc_DesertLamiaDark": "{$CommonBestiaryFlavor.Lamia}",
		"npc_DesertScorpionWall": "These unnaturally large scorpions have adapted to swiftly pursuing their prey along the walls with their sharp, venomous tails.",
		"npc_DesertBeast": "Sturdy as a rock, these lizard-like beasts roam the desert in search of food. Their hardened bodies make them formidable threats.",
		"npc_DesertDjinn": "Ancient magicks corrupted the minds of the once friendly desert djinns, releasing them full of hostility from their lamps.",
		"npc_DemonTaxCollector": "Sentenced to an eternity of punishment for his lifelong greedy ambitions, this man has long been corrupted into a demonic state.",
		"npc_TheBride": "It's uncertain if the bride was wed before or after her death, but the story ends tragically for anyone who crosses her path.",
		"npc_SandSlime": "Deserts are very dry, but the Sand Slime seems to have successfully adapted to the harsh conditions by becoming a pile of living sand.",
		"npc_SquirrelRed": "Rare, red-furred hyperactive rodents which scurry about the woods.",
		"npc_SquirrelGold": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_PartyBunny": "Someone put a party hat on a bunny. It must be a real party animal.",
		"npc_SandElemental": "The most intense sandstorms draw forth powerful earth elementals. With this feminine form, her tornadoes tear all asunder.",
		"npc_SandShark": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkCorrupt": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkCrimson": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_SandsharkHallow": "{$CommonBestiaryFlavor.Sandshark}",
		"npc_Tumbleweed": "Powerful winds have blown this tumbleweed around the desert, and it is none too pleased. They roll faster with the wind than against it.",
		"npc_DD2Bartender": "The Tavern Keep once managed a bar in another universe. He's here to help stop the Old One's Army from conquering this world.",
		"npc_DD2Betsy": "A vicious Etherian dragon who leads the minions of the Old One's Army that found their way to this world.",
		"npc_DD2GoblinT3": "A unique goblin species from Etheria, they are not related Terrarian goblins. The ferocious footsoldiers of the Old One's Army.",
		"npc_DD2GoblinBomberT3": "Hurling bombs with reckless abandon, these sappers serve the Old One's Army with maniacal passion.",
		"npc_DD2WyvernT3": "Etherian Wyverns come in a variety of shapes and sizes, and behave more like bats than the majestic Wyverns of this world.",
		"npc_DD2JavelinstT3": "These bulky brutes are awkward and ungainly, but their javelins are still razor sharp, and their aim is deadly.",
		"npc_DD2DarkMageT1": "A small, levitating sorcerer from Etheria who wields dark magic and can even raise fresh minions for the Old One's Army.",
		"npc_DD2DarkMageT3": "A small, levitating sorcerer from Etheria who wields dark magic and can even raise fresh minions for the Old One's Army.",
		"npc_DD2SkeletonT3": "Small armies of these skeletons are summoned from the ground by Dark Mages, loyally serving their master's will.",
		"npc_DD2WitherBeastT3": "Wither beasts emit a defense-sapping aura from the crystals on their back. While rooted in place, they heal rapidly.",
		"npc_DD2DrakinT3": "Etherian reptiles in service of the Old One's Army. Powerful beasts, they are capable of spewing deadly purple flames.",
		"npc_DD2KoboldWalkerT3": "Rigged with an explosive payload, Kobolds have no regard for safety. They eagerly blow themselves up, hoping to take their foes with them.",
		"npc_DD2KoboldFlyerT3": "Taking the explosive approach to a whole new level, Kobold Gliders soar the skies, seeking to bring death from above.",
		"npc_DD2OgreT2": "A tall, hulking demi-human from the Old One's Army with unfathomable strength and vitality. He carries a big stick.",
		"npc_DD2OgreT3": "A tall, hulking demi-human from the Old One's Army with unfathomable strength and vitality. He carries a big stick.",
		"npc_DD2LightningBugT3": "Lightning Bugs from Etheria aren't just named that for their pretty lights! These ones blast their foes with shocking bolts of electricity.",
		"npc_WalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
		"npc_FlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
		"npc_LarvaeAntlion": "Freshly hatched from their eggs, larval antlions should not be underestimated. Though young, they are still very aggressive.",
		"npc_FairyCritterPink": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
		"npc_FairyCritterGreen": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
		"npc_FairyCritterBlue": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
		"npc_ZombieMerman": "Mermen may be rare and exotic demi-humans, but they can still die... and still come back from that a changed merman.",
		"npc_EyeballFlyingFish": "For mysterious reasons, fish are known to mutate with other living things or even man-made objects. This one is especially violent.",
		"npc_Golfer": "The Golfer is a wise, middle-aged man who sells all sorts of golfing equipment. He's got game and knows how to score.",
		"npc_TorchZombie": "In life, this torch-wielding zombie joined an angry mob to hunt the undead. In death, it joined an undead mob to hunt the living.",
		"npc_GoldGoldfish": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_GoldGoldfishWalker": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_WindyBalloon": "Some enterprising slimes ride wind currents with balloons in an effort to find food. Pop their balloons to bring them back down to earth. ",
		"npc_BlackDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_BlueDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_GreenDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_OrangeDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_RedDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_YellowDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
		"npc_GoldDragonfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_Seagull": "A larger bird that inhabits coastal areas. Watch out for droppings!",
		"npc_LadyBug": "A brilliant red insect often associated with luck. Fishing with these as bait may result in unwanted karma.",
		"npc_GoldLadyBug": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_Maggot": "An unsavory larval bug which feasts on dead, rotting matter. Fish are somewhat attracted to these.",
		"npc_Pupfish": "These fish prefer isolated, extreme climates where competition is scarce, such as the lakebeds of a desert oasis.",
		"npc_Grebe": "An exotic waterfowl that thrives in the desert oasis.",
		"npc_Rat": "These fuzzy rodents sniff about in putrid locations scavenging for food. They are avoided in fear of diseases they may carry.",
		"npc_Owl": "A large, wise predatory bird which hunts nocturnally from the tree tops. ",
		"npc_WaterStrider": "Glides elegantly along the surface of calm bodies of water searching for smaller bugs. Fish are occasionally attracted to these.",
		"npc_GoldWaterStrider": "{$CommonBestiaryFlavor.GoldBaitCritter}",
		"npc_ExplosiveBunny": "Not the typical garden-variety bunny. This one has been tampered with, and has an explosive temper as a result.",
		"npc_Dolphin": "A playful sea mammal whose intelligence rivals that of humanity.",
		"npc_Turtle": "These slow, stoic creatures travel between lakes and dry land, carrying a hard shell on their backs for protection.",
		"npc_TurtleJungle": "Their hard shells camouflage them from vicious predators by blending in with the thick, jungly environment in which they reside.",
		"npc_BloodNautilus": "An enormous shelled water demon which feeds off the negative energy of a Blood Moon. Brutally responds to being pestered.",
		"npc_BloodSquid": "Summoned in small groups by the Nautilus to aid their master in battle. Thick are the streams of blood squirted from their bodies.",
		"npc_GoblinShark": "Half-shark, half-goblin, completely murderous! One of the numerous reasons to just stay home during a Blood Moon.",
		"npc_BloodEelHead": "A large, worm-like demon, dripping with blood - both its own, and its victim's. It's a bloody nightmare of a fiend!",
		"npc_Gnome": "A tiny long-bearded sneak who resides in oversized trees. Becomes a lawn ornament when exposed to sunlight.",
		"npc_SeaTurtle": "A soft-shelled reptile that prefers saltwater and marine prey.",
		"npc_Seahorse": "A gentle critter which swims harmlessly in the ocean depths. ",
		"npc_GoldSeahorse": "{$CommonBestiaryFlavor.GoldCritter}",
		"npc_Dandelion": "All this wind can make just about anyone angry. Evidently, this includes otherwise harmless dandelions and their deadly seeds.",
		"npc_IceMimic": "{$CommonBestiaryFlavor.Mimic}",
		"npc_RockGolem": "Dense-minded living stone formation. Awaits weary cavern dwellers to pound them into juicy rubble.",
		"npc_BloodMummy": "The blood-dripping organic matter in these mummies display far better preservation than the rest of their ilk.",
		"npc_SporeSkeleton": "Skeletons meandering through more moist caverns become hosts for glowing fungal growth, greatly empowering them.",
		"npc_SporeBat": "The tables have turned on a variety of rabid bats, themselves enwrought with a deadly fungal infection.",
		"npc_BestiaryGirl": "The Zoologist, resident lycanthrope, adores animals. Her fox-like biology resulted from a cursed animal bite.",
		"npc_TownCat": "Lazy, devious, might bring presents. Presents might have once been breathing.",
		"npc_TownDog": "A loyal companion to many. Excitable and always ready for action.",
		"npc_TownBunny": "Guaranteed to keep the vegetable supplies in check. Might possibly become a hat.",
		"npc_HellButterfly": "A solemn butterfly seeking blooms rooted in hell. Its wings glimmer with fiery veins.",
		"npc_Lavafly": "A variation of firefly which adapted to the intense conditions of the world's infernal core. It mimics sparking embers.",
		"npc_MagmaSnail": "A unique species of snail which withstands extreme heat. Its boiling slime trail melts down most weaker surfaces.",
		"npc_GemSquirrelAmethyst": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelTopaz": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelSapphire": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelEmerald": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelRuby": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelDiamond": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemSquirrelAmber": "{$CommonBestiaryFlavor.GemSquirrel}",
		"npc_GemBunnyAmethyst": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyTopaz": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnySapphire": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyEmerald": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyRuby": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyDiamond": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_GemBunnyAmber": "{$CommonBestiaryFlavor.GemBunny}",
		"npc_HallowBoss": "Beneath the Hallow's cleansing blanket lies a vengeful fae goddess bent on scrubbing the land of any and all impurity.",
		"npc_QueenSlimeBoss": "Hallowed slimes consolidated into a haughty, crushing force adorned in dazzling crystals. She is rumored to grow wings.",
		"npc_MaggotZombie": "Wanders aimlessly to infest the living with undeath, unaware of its own maggoty infestation.",
		"npc_QueenSlimeMinionBlue": "The blue-spectrumed crystal slimes specialize in growing and ejecting pointed crystal shards from their gelatinous bodies.",
		"npc_QueenSlimeMinionPink": "On the pink side of the crystal spectrum, these crystal slimes pop off tumor-like gel growths to assault their enemies.",
		"npc_QueenSlimeMinionPurple": "Crystal slimes on the purple spectrum grow wings much like their royal creator, becoming aerial threats.",
		"npc_EmpressButterfly": "Should one of these luminescent beings perish in the chaos of night, a sleeping tyrant is rumored to violently awaken.",
	},
		"CreativePowers": {
		"InfiniteItemSacrificeShortDescription": "Researching <item name> will consume it",
		"ConfirmInfiniteItemSacrifice": "Research",
		"ItemWasJustUnlockedInfinitely": "Once enough of <item name> is researched, it will be available infinitely!",
		"InfiniteItemsCategoryClosed": "Open Duplication Menu",
		"InfiniteItemsCategoryOpened": "Close Duplication Menu",
		"InfiniteItemsCategory": "Research Infinite Items",

		"ResearchItemsCategoryClosed": "Open Research Menu",
		"ResearchItemsCategoryOpened": "Close Research Menu",

		"InfinitePlacementRange_Disabled": "Normal Placement Range",
		"InfinitePlacementRange_Enabled": "Increased Placement Range",

		"StopBiomeSpread_Disabled": "Infection Spread Enabled",
		"StopBiomeSpread_Enabled": "Infection Spread Disabled",

		"DifficultySlider_Closed": "Open Enemy Difficulty Slider",
		"DifficultySlider_Opened": "Close Enemy Difficulty Slider",

		"NPCSpawnRateSlider_Closed": "Open Enemy Spawn Rate Slider",
		"NPCSpawnRateSlider_Opened": "Close Enemy Spawn Rate Slider",

		"PowersMenuOpen": "Close Power Menu",
		"PowersMenuClosed": "Open Power Menu",
		"TimeCategoryClosed": "Open Time Menu",
		"TimeCategoryOpened": "Close Time Menu",
		"TimeCategory": "Powers relating to controlling time",
		"PersonalCategoryClosed": "Open Personal Power Menu",
		"PersonalCategoryOpened": "Close Personal Power Menu",
		"PersonalCategory": "Powers relating to you",
		"FreezeTime_Disabled": "Time Unfrozen",
		"FreezeTime_Enabled": "Time Frozen",
		"FreezeTime_Description": "Stop the passage of time",
		"StartDayImmediately": "Change Time to Dawn",
		"StartDayImmediately_Description": "Time is set to 4:30 AM",
		"StartNightImmediately": "Change Time to Dusk",
		"StartNightImmediately_Description": "Time is set to 7:30 PM",
		"StartNoonImmediately": "Change Time to Noon",
		"StartNoonImmediately_Description": "Time is set to 12:00 PM",
		"StartMidnightImmediately": "Change Time to Midnight",
		"StartMidnightImmediately_Description": "Time is set to 12:00 AM",
		"WeatherCategoryClosed": "Open Weather Menu",
		"WeatherCategoryOpened": "Close Weather Menu",
		"WeatherCategory": "Powers relating to controlling weather",
		"StartRainImmediately": "Start Rain",
		"StartRainImmediately_Description": "Will cause rain to start falling",
		"StopRainImmediately": "Stop Rain",
		"StopRainImmediately_Description": "Will cause rain to stop falling",
		"Godmode_Disabled": "Godmode Disabled",
		"Godmode_Enabled": "Godmode Enabled",
		"Godmode_Description": "Become invulnerable to damage!",

		"ModifyWindDirectionAndStrength_Closed": "Open Wind Control Slider",
		"ModifyWindDirectionAndStrength_Opened": "Close Wind Control Slider",

		"ModifyTimeRate_Closed": "Open Time Speed Slider",
		"ModifyTimeRate_Opened": "Close Time Speed Slider",

		"ModifyRainPower_Opened": "Close Rain Control Slider",
		"ModifyRainPower_Closed": "Open Rain Control Slider",

		"FreezeRainPower_Disabled": "Rain Change Enabled",
		"FreezeRainPower_Enabled": "Rain Change Disabled",

		"FreezeWindDirectionAndStrength_Enabled": "Wind Change Disabled",
		"FreezeWindDirectionAndStrength_Disabled": "Wind Change Enabled",

		"NPCSpawnRateSliderEnemySpawnsDisabled": "Disabled",

		"TabSearch": "If Searched For",
		"TabBlocks": "Blocks",
		"TabWeapons": "Weapons",
		"TabArmor": "Armor",
		"TabAccessories": "Accessories",
		"TabConsumables": "Consumables",
		"TabMisc": "Misc",
		"TabMaterials": "Materials",

		"WeatherMonsoon": "Monsoon",
		"WeatherClearSky": "Clear Sky",
		"WeatherDrizzle": "Drizzle",

		"WindWest": "West",
		"WindNone": "No Wind",
		"WindEast": "East",

		"ResearchButtonTooltip": "Fully researched items can be created freely",

		"Sort_SortingID": "By ID",
		"Sort_PlacableObjects": "Placable Objects",
		"Sort_Walls": "Walls",
		"Sort_Blocks": "Blocks",
		"Sort_Alphabetical": "Name",
		"CantUsePowerBecauseOfNoPermissionFromServer": "You have no permission for this power"
	}

}